export default {
  title: "تصوير الحيوانات  Animals Photography",
  paragraphs: [
    {
      type: "header",
      value: "الأدوات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الحيوانات ستحتاج إلى عدسة تيليفوتو Telephoto من اجل التقريب. لأنك لن تستطيع الاقتراب من الحيوان. في حال كنت ستصور في الحديقة العامة ربما العدسة 70-200mm تفي بالغرض. أما في حال تصوير الطيور الطائرة أو الحيوانات البعيدة في البراري فإنك ستحتاج إلى عدسة خاصة بتقريب كبير مثل 400 mm أو اكثر.",
    },
    {
      type: "paragraph",
      value:
        "لن تستطيع عند تصوير الحيوانات استعمال ادوات اضاءة لذلك في حال ظروف الاضاءة المنخفضة أو في حال الرغبة بعزل الخلفية خلف الحيوان ستحتاج إلى استعمال اكبر فتحة عدسة ممكنة.",
    },
    {
      type: "image",
      value: require("../assets/animals/bird-1.jpg"),
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "تصوير الحيوانات يشبه بشكل كبير التصوير الرياضي فالحيوانات لا يمكن التنبؤ بحركتها و تكون بعيدة نسبياً و نبحث عند تصوير الحيوانات على اللقطة و الزاوية المناسبة للتصوير. لذلك عليك بأخذ العديد من الصور و العمل على اقتناص اللحظات الجيدة عن طريق الانتظار و مراقبة الحيوان. كمثال عند انقضاض الطائر على سمكة.",
    },
    {
      type: "paragraph",
      value:
        "احرص على ظهور اعين الحيوان في الصورة لأنه الاعين تعطي روح الصورة و أن تكون اضاءة الشمس تقع على وجه الحيوان و ان لا تكون اضاءة الخلفية اكبر من اضاءة الحيوان.",
    },
    {
      type: "paragraph",
      value:
        "قم باستعمال الزوم لاستبعاد العناصر الغير مرغوب فيها من إطار الصورة و لحصر المشهد لهدف الصورة. و قم بأخذ بعين الاعتبار بتطبيق قواعد التكوين مثل مبدأ الفراغ أو قاعدة التثليث أو ملئ الاطار حسب الإمكان.",
    },
    {
      type: "header",
      value: "ضبط الاعدادات",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تقوم بتصوير حيوانات كثيرة الحركة مثل الطيور فعليك استعمال افضلية الغالق shutter priority و ذلك لأنك لن تجد الوقت لتبديل الاعدادات كثيرا.",
    },
    {
      type: "paragraph",
      value:
        "اذا كان الهدف هو تصوير الطائر في السماء مثلا فعليك استعمال سرعة مثل 1/1000 فما فوق. و هنا ايضا عليك وضع نوع التحكم بالتركيز على الوضع الذي يبحث عن الحركة لأنك لن تستطيع تحديد نقطة التركيز يدوياً. و كذلك قم بوضع الغالق إلى الوضع المستمر مع استعمال نوع صور Jpeg حتى تأخذ اكبر عدد ممكن من الصور للوصول إلى التعابير المطلوبة.",
    },
    {
      type: "paragraph",
      value:
        "أما إذا كنت ترغب بتصوير طائر على غصن شجرة أو حيوان جالس لا يتحرك كثيراً فإنك في هذه الحالة تحتاج إلى عزل الخلفية و لذلك عليك استعمال اولوية فتحة العدسة و استعمال عمق حقل ضيق نسبياً.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند بدء المعالجة قم باستيراد الصور إلى برنامج اللايت روم و فرزها بحيث الاخذ بعين الاعتبار الصور التي تحتوي على اللقطات المميزة و اللحظات الحاسمة كمثال عند انقضاض الطائر على فريسته. و احرص على انتقاء الصور التي تحتوي على العيون الظاهرة و المضاءة بالشكل الصحيح.",
    },
    {
      type: "paragraph",
      value:
        "قم بضبط اضاءة الصورةExposure  و ازالة اخطاء العدسة ثم قم بضبط تكوين الصورة حسب أحد قواعد التكوين عن طريق اداة القص Cropping و ضبط الافق.",
    },
    {
      type: "paragraph",
      value: "",
    },

    {
      type: "image",
      value: null,
    },
  ],
};
