export default {
  title: "التصوير المعماري Architecture Photography",
  paragraphs: [
    {
      type: "header",
      value: "المعدات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "في التصوير المعماري يلزمك عدسة عريضة مثل 24-70 mm ولا يفضل استخدام عدسة عريضة جداً و ذلك لأن العدسات العريضة تسبب تشويه في المشهد مما يسبب ظهور الابنية و الأعمدة مائلة و هو شيء لا ترغب به.",
    },
    {
      type: "image",
      value: require("../assets/arch/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "كما أن هذه العدسة مناسبة ايضا في حال تصوير الابنية من الداخل. بالنسبة لتشويه المشهد من الممكن حل مشكلة تشويه المشهد عن طريق برنامج اللايت روم لاحقاً.",
    },
    {
      type: "paragraph",
      value:
        "المصورين المحترفين الذين يعملون في مجال تصوير البنية يستخدمون عدسات Tilt and shift للتخلص من مشكلة تشويه المشهد.",
    },
    {
      type: "image",
      value: require("../assets/arch/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في التصوير المعماري سوف تسعى للحصول على العمق في الصورة عن طريق استعمال فتحة عدسة ضيقة. كما انك ستسعى لاظهار المسافات في الصورة عن طريق استخدام العدسة العريضة.",
    },
    {
      type: "paragraph",
      value:
        "قد يلزمك حامل كاميرا ثلاثي الارجل مع جهاز تحكم للكاميرا في حال التصوير المعماري الليلي أو ظروف الإضاءة المنخفضة. أو لاظهار تأثيرات معينة مثل تنعيم حركة المياه أو للحصول على ذيول للأضواء في حال مرور السيارات.",
    },
    {
      type: "paragraph",
      value:
        "من الممكن ايضا ان تحتاج إلى استعمال فلتر بولورايزر Polorizer في حال وجود اشعه الشمس للتخلص من التلوث الضوئي في المشهد و اخفاء حلقات الشمس و إضافة الاشباع اللوني.",
    },
    {
      type: "paragraph",
      value:
        "بعض الكاميرات تحتوي على خيار تصحيح العدسة من ضمن الكاميرا. فإذا كانت كاميرتك تدعم هذا الخيار قم بتفعيله.",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "ان اهم قواعد تكوين المشهد في تصوير الابنية هي الخطوط القيادية و اللولب الذهبي و التأطير و التناظر. حاول ايجاد هذه القواعد اثناء تنقلك بين الابنية و قم بالتقاطها. عند استخدامك الخطوط القيادية تستطيع جعل الخطوط تبدو غير نهائية عن طريق اخفاء نهايتها في الصورة. ",
    },
    {
      type: "paragraph",
      value:
        "بإمكانك الاستفادة من استخدام تشويه العدسة للمشهد كتأثير في الصورة كما في حال تصوير بعض الابنية من الاسفل ليظهر في النهاية الالتفاف في قمة البنية. تستطيع ايضا استخدام التكرار في العناصر مثل الاعمدة أو التماثيل حتى تظهر على انها خطوط قيادية",
    },
    {
      type: "paragraph",
      value:
        "بإمكانك أيضاً استخدام الاشخاص لإظهار حجم الابنية عن طريق المقارنة مما يعطي المشهد المزيد من الحجم للناظر. ابحث عن الاطارات و النقوش في حال تصوير المساجد و الكنائس و قم باستعمالها لتأطير مشهد معين.",
    },
    {
      type: "paragraph",
      value:
        ".قم بترك مسافات في الصورة حتى تستطيع ضبط التكوين لاحقاً خلال عملية المعالجة لأنه خلال عملية ضبط التكوين و اصلاح تشويه المشهد قد يتم اقتطاع بعض الاجزاء من الصورة.",
    },
    {
      type: "header",
      value: "إعدادات الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لضبط اعدادات الكاميرا في تصوير الابنية فهي لا تختلف عن تصوير المظاهر الطبيعية اللاند سكيب. في تصوير الابنية بالنسبة لمقياس الضوء قم بوضعه على الوضع ماتريكس Matrix. ",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم باستعمال الايزو بين 100 إلى 400 و ليس اعلى من ذلك حتى لا تحصل على الضجيج. ثم قم باستعمال فتحة عدسة ضيقة لجعل عمق الحقل اكبر ما يمكن و جعل كامل الصورة ضمن التركيز مثل f/8 – f/16. ثم قم بضبط سرعة الغالق مع مراقبة ميزان الضوء.",
    },
    {
      type: "paragraph",
      value:
        "اذا كانت سرعة الغالق اعلى من 1/60 بإمكانك حمل الكاميرا يدوياً. أما في حال اصبحت سرعة الغالق اقل من ذلك قم باستعمال حامل الكاميرا مع جهاز التحكم لمنع اهتزاز الكاميرا.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "خلال علمية معالجة الصورة ببرنامج اللايت روم الخطوة الاهم هي ضبط تصحيح العدسة. اذا احسست أن الصورة لازالت تحتوي على بعض الميلان قم باستخدام وضع التصحيح اليدوي و قم بضبط الصورة بما تراه مناسباً. ",
    },
    {
      type: "paragraph",
      value:
        "و بعد ذلك قم بضبط تكوين الصورة عن طريق تطبيق احد قواعد التكوين مثل الخطوط القيادية أو اللولب الذهبي أو التأطير أو غيره. ",
    },
    {
      type: "paragraph",
      value:
        "ثم قم بضبط ميلان الافق و قطع الصورة بالشكل المناسب. في تصوير الابنية ربما من الانسب زيادة التباين و الاشباع اللوني.",
    },
  ],
};
