export default {
  id: 1,
  title: "مقدمة الكاتب",
  paragraphs: [
    {
      type: "paragraph",
      value:
        "بدء لدي فضول تعلم التصوير بعد ان اقتنيت أول كاميرا من نوع Nikon D3200 و السبب في ذلك انني لم اقتنع بجودة كاميرا الموبايل و كان هدفي ان اصور اولادي صور للذكرى بحيث تكون عالية الجودة و شبيهه بصور الأطفال اللطيفة التي أراها على الانترنت.",
    },
    {
      type: "paragraph",
      value:
        "عندما حصلت على الكاميرا وجدت فيها الكثير من الخيارات و الازرار التي لم يكن لدي اي علم بها. فبدئت بشراء الكتب و مشاهدة دروس الفيديو من الانترنت و كنت كلما اقراء يزداد اهتمامي و شغفي بهذه الهواية الجميلة التي وجدت فيها الكثير من التسلية و هروباً من اعباء العمل.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك بفترة و عندما بدء يتشكل لدي تصور واضح عن علوم التصوير تبين لي أن المصورين المبتدئين لديهم صعوبة بإيجاد طريق البداية ، بل و ان المعظم يعتقد أن التصوير الفوتوغرافي عبارة عن موهبة تأتي مع الولادة ولا يمكن تعلمها بأسلوب علمي.",
    },
    {
      type: "paragraph",
      value:
        "لذلك وجدت أنه من المفيد جمع و ترتيب المعلومات بطريقة علمية و منهجية تفيد الراغبين بتعلم التصوير الفوتوغرافي بالسير على الطريق الصحيح. بحيث يصبح القارئ قادراً على تمييز",
    },
    {
      type: "paragraph",
      value:
        "الخطاء و الصواب و معرفة القواعد العامة للتصوير بغض النظر عن الظروف المحيطة أو التخصص أو محور التصوير المستعمل. و بحيث يكون هذا الكتاب بمثابة مرجع اساسي باللغة العربية لأساسيات التصوير.",
    },
    {
      type: "paragraph",
      value:
        "التصوير الفوتوغرافي عبارة مجال كبير فيه العديد من التخصصات و المحاور و هذا الكتاب يقدم مدخلاً للأساسيات العامة و عناصر تكوين الصورة.",
    },
  ],
};
