export default {
  id: 3,
  title: "فلاش الكاميرا Camera Flash",
  paragraphs: [
    {
      type: "header",
      value: "فلاش الكاميرا Camera Flash",
    },
    {
      type: "paragraph",
      value:
        "فلاش الكاميرا Flash أو الضوء السريع Speed Light هو عبارة عن مصدر ضوء صناعي Artificial light الغرض منه تحسين ظروف الإضاءة في الصورة خلال عملية التصوير بإضافة مصدر ضوئي أو أكثر إلى ضوء المحيط. يسمى الفلاش بالضوء السريع لأنه يظهر فقط عند التقاط الصورة ،  النوع الثاني من الضوء يسمى بالضوء المستمر Continuous light لأنه يستعمل في تصوير الفيديو و يستعمل في التصوير الفوتوغرافي أيضاً.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "للفلاش استعمالات عديدة في كثير من الحالات و هو ليس فقط كما يظن البعض أن الغرض منه فقط التصوير في الليل أو الظلام ، يستعمل الفلاش في ضوء الشمس احيانا و يستعمل في تحسين ظروف الاضاءة في الاضاءة العادية أو المنخفضة و يستعمل للحصول على ضوء رئيسي من جهة معينة و يستعمل في إيقاف الحركة و للحصول على بعض المؤثرات. ",
    },
    {
      type: "header",
      value: "مبداء عمل فلاش الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "الفلاش يحتوي على لمبة ضوئية يتم إضاءتها عن طريق مكثفة Capacitor  موجودة داخل الفلاش ، يتم شحن المكثفة الكهربائية من البطاريات الموجودة في الفلاش ثم عند استعمال الفلاش يتم تفريغ الطاقة المخزنة داخل المكثفة في اللمبة لإصدار الضوء. ",
    },
    {
      type: "paragraph",
      value:
        "عندما يتم شحن هذه المكثفة عن طريق البطاريات تسمى عملية الشحن إعادة التكرير Recycling و كلما زادت كمية الضوء المشحونة في المكثفة زادت كمية الضوء الخارجة من الفلاش و بالتالي تزيد المدة اللازمة لإعادة التكرير. ",
    },
    {
      type: "paragraph",
      value:
        "في الفلاشات الخارجية كلما كانت مواصفات الفلاش افضل كانت الكمية الضوئية للفلاش اكبر و كانت سرعة التدوير أقل.",
    },
    {
      type: "header",
      value: "القوة الضوئية للفلاش  GN",
    },
    {
      type: "paragraph",
      value:
        "تحدد القوة الضوئية للفلاش بالرقم GN فكلما كان هذا الرقم كبيراً يدل على أن الضوء الصادر عن الفلاش قوي و يدل على أن الفلاش قادر على إيصال الضوء إلى مسافة أبعد. لذلك تحقق من هذا الرقم عند شرائك الفلاش لتعرف ما إن كان الفلاش جيد أم لا.",
    },
    {
      type: "header",
      value: "التحكم بكمية الضوء الصادرة عن فلاش الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "للتحكم بضوء الفلاش يوجد طريقتين الأولى يدوية و الثانية أوتوماتيكية باستخدام تقنية TTL ",
    },
    {
      type: "header",
      value: "التحكم اليدوي بالفلاش Flash Manual Mode",
    },
    {
      type: "paragraph",
      value:
        "عندما نريد أن نتحكم في كمية الضوء الخارجة من الفلاش نقوم بتحديد الكمية الكهربائية المراد شحنها في المكثفة. عند وضع الفلاش على الوضع اليدوي 1/1 و الذي يعني كامل طاقة الفلاش (كامل سعة المكثفة) ، ثم 1/2 و الذي يعني نصف طاقة ، ثم 1/4 ثم 1/8 ، 1/16 ، 1/32 ، 1/64 ، 1/128  و في كل درجة يتم انقاص طاقة الفلاش بمقدار النصف عن الدرجة التي قبلها.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "إن الاستعمال الصحيح لفلاش الكاميرا قائم على بث الكمية الضوئية الصحيحة من الفلاش حتى تصبح الصورة صحيحة التعريض.",
    },
    {
      type: "paragraph",
      value:
        ".أي أنه قبل التصوير باستعمال الفلاش يكون مؤشر مقياس الضوء يميل على اليسار و يدل على أن الإضاءة ناقصة. هنا يتم اضافة ضوء الفلاش حتى يصل التعريض للنقطة الصحيحة. تستطيع معرفة ما إن كنت قد وصلت للتعريض الصحيح عن طريق فحص الهيستوغرام الخاص بالصورة بعد التقاطها و التأكد من الألوان تقع في المنتصف تقريبا",
    },
    {
      type: "paragraph",
      value:
        "الطريقة الأخرى لمعرفة كمية إن كان التعريض الضوئي وصل إلى النقطة الصحيحة في حال استعمال التحكم اليدوي في الفلاش هي بربط الفلاش بمقياس ضوء خارجي يقوم بإعطائك الاعدادات الدقيقة التي يجب وضعها في الكاميرا.",
    },
    {
      type: "header",
      value: "التحكم الأوتوماتيكي بالفلاش عن طريق تقنية TTL",
    },
    {
      type: "paragraph",
      value:
        "تستطيع الكاميرا ان تخفف العبء عليك بأن توجه للفلاش معلومات لبث كمية الضوء الصحيحة حتى تصل للتعريض الصحيح و ذلك بقياس مقدار النقص في الضوء. تدعى هذه التقنية بال TTL اختصارا ل Through The Lens. الفلاش الداخلي للكاميرا لا يسمح لك باستعمال الضوء اليدوي و ينحصر التحكم بالفلاش بتقنية   TTL.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "أما بالنسبة للفلاشات الخارجية فالبعض منها يدعم هذه التقنية و البعض لا يدعم. هذه التقنية مهمه لأنها توفر عليك الكثير من الوقت و الجهد لضبط اعدادات الفلاش. لذلك عند شرائك للفلاش الخارجي تأكد من انه يدعم TTL ",
    },
    {
      type: "paragraph",
      value:
        "عند استخدام تقنية TTL تستطيع معايرة الضوء بزيادته أو انقاصه درجة أو درجتين عن طريق خيار تعويض الفلاش Flash Compensation",
    },
    {
      type: "header",
      value: "سرعة الغالق و فلاش الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "عند استعمال ضوء الفلاش فإن سرعة الغالق يصبح لا معنى لها في التصوير تقريباً. و إن ما يؤثر على الصورة بشكل أساسي هو فتحة العدسة Aperture و الأيزو ISO و قوة ضوء الفلاش. و ذلك لأن الصورة تظهر فقط عند وجود ضوء.",
    },
    {
      type: "paragraph",
      value:
        "أي ان الصورة تظهر فقط عند فترة وجود ضوء الفلاش. لذلك يمكننا أن نقول أن ضوء الفلاش يقوم بتثبيت الحركة في الصورة عوضاً عن سرعة الغالق. نستثني تأثير الغالق في حال وجود تعريض طويل.",
    },
    {
      type: "header",
      value: "أوضاع فلاش الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "قد تختلف الاوضاع الموجودة من كاميرا إلى أخرى و لكن بشكل عام هي واحدة تقريباً.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-4.jpg"),
    },

    {
      type: "paragraph",
      value: "بدون فلاش Flash off : و هو الوضع في حال عدم تفعيل الفلاش.",
    },
    {
      type: "paragraph",
      value:
        "تفعيل الفلاش  Flash on: و هو الوضع يقصد به هو تفعيل عمل الفلاش في الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "تزامن الفلاش البطيء Flash Slow Sync: يستخدم هذا الوضع في تصوير الاشخاص في المشاهد الليلية التي فيها خلفية طبيعية تحتاج إلى تعريض طويل لإظهارها بشكل مناسب. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في هذا الوضع تقوم الكاميرا بعمل تعريض طويل للصورة لضمان ظهور المظهر الطبيعي بالتعريض الصحيح ثم تقوم بإنارة الفلاش الذي يتسبب بتثبيت ظهور الاشخاص في مقدمة الصورة الذين يقفون أمام المشهد.",
    },
    {
      type: "paragraph",
      value:
        "تزامن الفلاش المتأخر  Rear Flash: يستعمل هذا النوع من الفلاش في التصوير الليلي مع التعريض الطويل أيضا و لكن في المشاهد التي تحتوي على مشهد حركي. وذلك لتثبيت حركة العنصر المتحرك في نهاية المشهد بدلا من بدايته.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-6.jpg"),
    },
    {
      type: "paragraph",
      value:
        " لأنه بالشكل الافتراضي ينطلق ضوء الفلاش مباشرة عند الضغط على زر الغالق لذلك يتم ظهور العنصر المتحرك في بداية المشهد و يستمر ظهور العنصر متحرك في بقية الصورة.",
    },
    {
      type: "paragraph",
      value:
        "للحصول على التأثير المعاكس و الذي هو ظهور العنصر يتحرك في بداية المشهد ثم تثبيته في النهاية يتم وضع الفلاش على النمط Rear  و الذي يتسبب بإطلاق ضوء الفلاش قبل إغلاق الغالق بدلا من اطلاقه عند الضغط على زر الغالق. ",
    },
    {
      type: "paragraph",
      value:
        "العين الحمراء  Red Eye: في هذا الوضع تقوم الكاميرا بمعالجة الصورة بصورة رقمية بالبحث عن العين الحمراء في الصورة و إزالة اللون الأحمر. ستحتاج إلى هذه الخاصية في حال تصوير الاشخاص في الوضع الليلي من الفلاش الخاص بالكاميرا.",
    },
    {
      type: "header",
      value: "تعويض الفلاش Flash Compensation",
    },
    {
      type: "paragraph",
      value:
        "يسمح لك خيار تعويض الفلاش  Flash Compensation بزيادة أو إنقاص إضاءة الفلاش لدرجة أو درجتين حسب الحاجة بدون تعديل الاعدادات الأخرى. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ستجد هذا الخيار داخل الكاميرا بإشارة فلاش و بجانبها إشارة +/- و يوجد ايضا على جهاز الفلاش الخارجي.",
    },
    {
      type: "header",
      value: "أنواع الفلاش",
    },
    {
      type: "paragraph",
      value:
        "فلاش الكاميرا الداخلي  Internal Flash: يقصد بالفلاش الداخلي الفلاش الذي يأتي داخل الكاميرا.  لتقوم بتفعيل الفلاش قم بالضغط على زر الفلاش الموجود على جسم الكاميرا حتى يرتفع الفلاش للأعلى. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-8.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك تقوم الكاميرا بضبط كمية الضوء المراد بثها من الفلاش بشكل تلقائي باستخدام تقنية TTL. تستطيع زيادة أو انقاص الضوء الصادر من الفلاش باستخدام تعويض الفلاش Flash Compensation.",
    },
    {
      type: "paragraph",
      value:
        "يستخدم الفلاش الداخلي كضوء ملئ للوجه Fill light  في حال وقوع الوجه في الظل في الإضاءة الطبيعية. و يستخدم ايضا في ظروف الإضاءة المنخفضة لزيادة الضوء في مكان التصوير.",
    },
    {
      type: "paragraph",
      value:
        "للفلاش الداخلي عدة مشاكل منها العين الحمراء.  كذلك الضوء الصادر منه ضوء قاس و يقع بشكل مباشر على الوجه. و لا يمكن التحكم بجهة الضوء الصادرة منه و يقتصر على كونه مباشر باتجاه الوجه.",
    },
    {
      type: "paragraph",
      value:
        "فلاش الكاميرا الخارجي المتصل  External on camera flash: كون الفلاش الداخلي للكاميرا محدود الاستعمال نلجأ لاستعمال الفلاش الخارجي الذي يتم تثبيته على قاعدة الفلاش بالكاميرا و التي تدعى Hot shoe. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يتميز الفلاش الخارجي بأنه يعطي امكانية اضاءة أكبر و نستطيع ان نتحكم باتجاه الضوء باستخدام الضوء المرتد Bounce flash و ذلك عن طريق عكس ضوء الفلاش من الجدران أو السقف حتى تظهر الإضاءة ناعمة و صادرة من زاوية جانبية أو علوية بدلا من الضوء المباشر للوجه الذي يسبب ظهور ضوء قاس على الوجه من الأمام مباشرة و يسبب ظهور العين الحمراء.",
    },
    {
      type: "paragraph",
      value:
        "عند شراءك لفلاش خارجي تأكد من امكانية لف رأس الفلاش يمينا و يسارا لتسطيع عكس الضوء من الجدران الجانبية و تأكد من إمكانية تحريك الرأس للأعلى و الأسفل لتعكس الضوء من السقف. ",
    },
    {
      type: "paragraph",
      value:
        "يوجد للفلاش الخارجي ايضا ورقة بيضاء لعكس الضوء للأمام اثناء توجيهه للأعلى. تأكد أيضا من أن الفلاش يدعم خاصية TTL و من القوة الضوئية للفلاش GN ",
    },
    {
      type: "paragraph",
      value:
        "فلاش الكاميرا الخارجي المنفصل  External off camera flash: عند اعداد اكثر من ضوء كما في اعداد الاستوديو قد تحتاج إلى أكثر من مصدر ضوئي من عدة اتجاهات. أو قد تحتاج إلى وضع الفلاش على مظلة أو سوفت بوكس لتنعيم الضوء.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة نحتاج إلى استعمال الفلاش بشكل منفصل عن الكاميرا. عادة يتم استعمال نفس الفلاش العادي الذي يتم وضعه على الكاميرا و لكن يتم التحكم به خارجيا إما عن طريق استخدام جهاز قادح Flash trigger حيث يتم تثبيت المرسل الخاص به على الكاميرا Transmitter من جهة و المستقبل على الفلاش من جهة أخرى Receiver  ",
    },
    {
      type: "paragraph",
      value:
        "أو عن طريق الكاميرا إذا كانت الكاميرا تمتلك خاصية التحكم بالفلاش الخارجي. أو عن طريق تقنية الفلاش الرئيسي و الفلاش التابع Master and slave. إن اعداد اضاءة الاستديو تحتاج إلى دروس منفصلة و سأكتفي بالقول هنا انه في حال شراءك لجهاز قادح للفلاش تأكد من انه يدعم تقنية TTL.",
    },
    {
      type: "header",
      value: "تقنيات في استعمال فلاش الكاميرا",
    },
    {
      type: "header",
      value: "تقنية التزامن السريع HSS",
    },
    {
      type: "paragraph",
      value:
        "أحد المشاكل الناتجة عن استخدام ضوء الفلاش مع سرعة الغالق الفائقة 1/200 فما فوق هي ظهور مناطق سوداء في الصورة نتيجة عن حجب اجزاء من الصورة بستائر الغالق. ",
    },
    {
      type: "paragraph",
      value:
        "لحل هذه المشكلة لا تسمح لك الكاميرا بزيادة سرعة الغالق عن 1/200. ",
    },
    {
      type: "paragraph",
      value:
        "في حال استعمالك للفلاش الخارجي يدعم خاصية HSS  و التي تسمى خاصية التزامن السريع High Speed Sync. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تستطيع تجاوز قيمة 1/200 بتفعيل هذه الخاصية في الفلاش  و لكن في هذه الحالة لا يعطي الفلاش نفس الطاقة الضوئية لذلك عليك زيادة قوة الفلاش. ",
    },
    {
      type: "paragraph",
      value:
        "يستعمل التزامن السريع في تصوير الحركة داخل الاستديو مثل تصوير قطرات الماء المتساقطة أو تصوير حركة الرصاصة حيث تحتاج إلى سرعة غالق سريعة في ظروف إضاءة منخفضة.",
    },
    {
      type: "paragraph",
      value:
        "في حال عملك في هذا النوع من التصوير تأكد عند شراءك الفلاش و قادح الفلاش أن كلاهما يدعمان خاصية التزامن السريع HSS.",
    },
    {
      type: "header",
      value: "فلاش الملء  Fill flash",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تصور و الشمس تقع في الخلف فإن الوجه سيقع في ظل الشخص المراد تصويره لذلك يظهر وجه الشخص معتم و غير مضاء. في هذه الحالة عليك ملئ الوجه بالضوء إما عن طريق عاكس ضوئي يعكس ضوء الشمس من الخلف إلى الأمام.  أو بإنارة الوجه باستعمال فلاش الكاميرا. ",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم بتفعيل الفلاش ثم قم بضبط ضوء الفلاش بحيث يضاهي بالقوة ضوء الشمس و ذلك حتى يظهر توازن في إضاءة الصورة بين وجه الشخص و الخلفية التي تقع خلفه. ",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم بوضع ميزان الضوء الخاص بالكاميرا على وضع النقطة Spot Metering ثم قم بضبط ضوء الفلاش باستعمال خيار تعويض الفلاش Flash  Compensation حتى تصل إلى الضوء المناسب.",
    },
    {
      type: "paragraph",
      value: "سيستغرب العامة لماذا تستعمل الفلاش في ضوء الشمس بالطبع.",
    },
    {
      type: "header",
      value: "الفلاش المرتد  Bounce flash",
    },
    {
      type: "paragraph",
      value:
        "إن أهم خاصية للفلاش الخارجي الذي يتم تثبيته على الكاميرا هو امكانية توجيه الفلاش في مختلف الاتجاهات حتى نستطيع استعمال الجدران و الاسقف المحيطة كمصدر للضوء بدلا من توجيه الفلاش بشكل مباشر على الأشخاص.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-13.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم باستعمال الجدران الجانبية كمصدر للضوء تصبح الجدران هي مصدر للضوء الناعم كما في السوفت بوكس  Soft box و يأتي الضوء من زاوية جانبية بدلا من الضوء المباشر للفلاش الذي يظهر كضوء قوي. ",
    },
    {
      type: "paragraph",
      value:
        "قم بالبحث عن الجدار الابيض القريب من الشخص الذي ترغب بتصويره ثم قم بلف رأس الفلاش الخارجي ليكون موجها للجدار بحيث يصبح الجدار مصدر الضوء. في حال عدم توفر أي جدران قريبة قم برفع رأس الفلاش للأعلى و إخراج الورقة البيضاء التي تأتي مزودة برأس الفلاش للأعلى لتصبح عاكساً للضوء.",
    },
    {
      type: "header",
      value: "دمج و تفاوت فلاش الكاميرا مع ضوء المحيط",
    },
    {
      type: "paragraph",
      value:
        "استخدم هذه التقنية بشكل أساسي عند تصوير الاشخاص باستعمال الفلاش كضوء رئيسي و لكن مع وجد اضاءة محيطة و ذلك للحفاظ على تدرج قليل في الاضاءة بدلا من ظهور ضوء الفلاش بشكل حاد في الصورة. عندما تقوم باستعمال ضوء الفلاش مع ضوء المحيط الخارجي يجب عليك ان تقوم بضبط كلا من تعريض الصورة و قوة ضوء الفلاش.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-14.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بداية قم بإطفاء ضوء الفلاش و قم بضبط تعريض الصورة بالشكل المناسب و لكن بجعل اضاءة المحيط ناقصة بنسبة درجة أو درجتين. ثم بعد ذلك قم بتفعيل ضوء الفلاش و ضبط قوة الفلاش بالشكل المناسب حتى تصبح الصورة صحيحة التعريض. ",
    },
    {
      type: "paragraph",
      value:
        "عادة يتم ضبط اعدادات التعريض الضوئي بإنقاص درجة أو درجتين ثم يتم تفعيل الفلاش ليقوم بإكمال الضوء الموجود في الصورة. يجب أن لا يكون الفرق بين ضوء المحيط و ضوء الفلاش كبير جدا حتى لا يصبح هناك تفاوت كبير بين الأضواء و الظلال. ",
    },
    {
      type: "header",
      value: "مشاكل متعلقة باستعمال فلاش الكاميرا",
    },
    {
      type: "header",
      value: "العين الحمراء Red eye",
    },
    {
      type: "paragraph",
      value:
        "العين الحمراء هي مشكلة تظهر نتيجة انعكاس مصدر ضوء الفلاش على شبكية عين الانسان عندما يكون الفلاش الداخلي للكاميرا مسلط بشكل مباشر تجاه الوجه. لتجنب هذه المشكلة يوجد عدة حلول.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-15.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الحل الانسب هو استخدام الفلاش الخارجي المرتد نحو الأعلى أو أحد الجدران.  الحل الثاني هو وضع مشتت للضوء أمام ضوء الفلاش العادي. و الحل الثالث هو ازالة العين الحمراء باستخدام وضع العين الحمراء في الكاميرا أو عن طريق برامج التعديل.",
    },
    {
      type: "header",
      value: "درجة التفاوت بين ضوء فلاش الكاميرا و الضوء المحيط",
    },
    {
      type: "paragraph",
      value:
        "في حال كان ضوء الفلاش يظهر بشكل قوي في الصورة و الخلفية أو ضوء المحيط يبدو معتم جدا فهذا يعني أن ضوء الفلاش قوي جدا نسبة لضوء المحيط.  أو انه لا يوجد ضوء محيط. الحل في هذه الحالة هو ضبط اعدادات الكاميرا نسبة لضوء المحيط أولا بحيث يكون قليل بنسبة درجتين تقريبا ثم اضافة ضوء الفلاش.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-16.jpg"),
    },
    {
      type: "header",
      value: "قطع الصورة بسبب تأخر فلاش الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "عند استخدام سرعة غالق سريعة اسرع من سرعة تزامن الفلاش 1/200 يتسبب ذلك بظهور مناطق سوداء في الصورة نتيجة لظهور ستائر الغالق.  الحل في هذه الحالة عدم رفع سرعة الغالق فوق سرعة تزامن الفلاش 1/200 أو تفعيل خاصية HSS  إذا كان الفلاش يدعم ذلك.",
    },
    {
      type: "image",
      value: require("../assets/flash/pic-17.jpg"),
    },
  ],
};
