export default {
  id: 3,
  title: "عدسات الكاميرا Camera Lens",
  paragraphs: [
    {
      type: "header",
      value: "عدسات الكاميرا Camera Lens",
    },
    {
      type: "paragraph",
      value:
        "عدسة الكاميرا Camera Lens هي عبارة عن مجموعة من القطع الزجاجية التي تقوم بجمع الضوء من المشهد و اسقاطه على حساس الكاميرا في نقطة التركيز.",
    },
    {
      type: "paragraph",
      value:
        "يوجد عدة أنواع للعدسات و لكل عدسة استعمالات معينة حسب غرض التصوير و لها خصائص تميزها عن الأخرى. حسب هذه الخصائص نحصل على مؤثرات و امكانيات مختلفة في التصوير.",
    },
    {
      type: "paragraph",
      value:
        "لذلك فهم هذه الخصائص و تأثيراتها و مشاكلها مهم لمعرفة العدسة اللازمة لغرض التصوير و التأثيرات الناتجة عنها.",
    },
    {
      type: "header",
      value: "خصائص العدسات",
    },
    {
      type: "header",
      value: "البعد البؤري  Focal length",
    },
    {
      type: "paragraph",
      value:
        "البعد البؤري هو المسافة بين عدسة الكاميرا و الحساس و تقاس بالميلي ميتر. التأثير الناتج عن طول العمق البؤري هو مدى تقريب الصورة أو ما يسمى بالزوم Zoom فكلما زاد البعد البؤري دل ذلك على تقريب الصورة بشكل أكبر و كلما قل دل ذلك على ابتعاد لصورة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "مثال على ذلك عدسة الكاميرا التي لها البعد البؤري 18mm تعرض كامل المشهد و في هذه الحالة تستخدم لتصوير المظاهر الطبيعية.",
    },
    {
      type: "paragraph",
      value:
        "أما عند تصوير الحيوانات البرية و الطيور نحتاج إلى عدسة تقوم بتقريب الصورة لذلك نستخدم عدسة ببعد بؤري كبير مثل 300mm  لأنها تستطيع عرض الحيوان بشكل قريب بدون الحاجة الى الاقتراب منه. بالنسبة للعين البشرية فيقدر البعد البؤري الخاص بها ب 50mm  تقريباً.",
    },
    {
      type: "paragraph",
      value:
        "التأثير الأخر الناتج أيضا عن تغير البعد البؤري هو تغير زاوية الرؤية ، فكلما قل البعد البؤري نستطيع أن نرى بزاوية أكبر في الصورة و على العكس كلما زاد البعد البؤري قلت الرؤية في المشهد و انحسرت في زاويه أضيق.",
    },
    {
      type: "paragraph",
      value:
        "يستعمل هذا التأثير عادة في تصوير البورتريت في حال تصوير الوجه فقط بدون الرغبة بإظهار كامل المحيط. في هذه الحالة نقوم بزيادة الزوم ثم نقوم بتصوير الوجه.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الأثر الأخر الناتج عن زيادة البعد البؤري هو ضغط الصورة. فكلما زاد التقريب زادت عملية الضغط في المشهد و ظهرت العناصر اقرب إلى بعضها و كذلك تظهر الخلفية أقرب إلى العنصر المراد تصويره و يستعمل هذا التأثير في تصوير الاشخاص أو البورتريت.",
    },
    {
      type: "paragraph",
      value:
        "أما إذا قل البعد البؤري قل مقدار الضغط في الصورة و ظهرت العناصر ابعد عن بعضها البعض مما يعطي الصورة الحجم و العمق و يستخدم هذا التأثير في تصوير المظاهر الطبيعية.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في عدسات الزوم يكون البعد البؤري الخاص بها متغير و تستطيع تغييره عن طريق الحلقة موجودة على عدسة الكاميرا و البعض الاخر من العدسات يكون البعد البؤري الخاص بها ثابت و تسمى العدسات الأولية Prim Lens.",
    },
    {
      type: "paragraph",
      value:
        "أحد العوامل المؤثرة أيضا على البعد البؤري في التصوير هو حجم حساس الكاميرا ، فعند استعمال كاميرا بحساس مقصوص فإن البعد البؤري يتم ضربه بقيمة 1.5 لتصبح الكاميرا و كأنها تقوم بعملية تقريب الصورة بشكل اكبر.",
    },
    {
      type: "header",
      value: "فتحة العدسة  Aperture",
    },
    {
      type: "paragraph",
      value:
        "العدسات تأتي بأحجام فتحات مختلفة. فتحة عدسة الكاميرا تحدد مقدار الضوء الداخل إلى الكاميرا و تحدد عمق الحقل في الصورة أو ما يسمى بالعزل أو عزل الخلفية. ",
    },
    {
      type: "paragraph",
      value:
        "لذلك كلما كانت العدسة تمتاز بفتحة كبيرة نسبيا زادت إمكانيتها للتصوير في ظروف الإضاءة المنخفضة و زاد مقدار العزل الذي تستطيع أن تقوم به.",
    },
    {
      type: "paragraph",
      value:
        "لذلك في التصوير الليلي كما في تصوير المجرات يتم استعمال عدسات بفتحة كبيرة لأنها تستوعب كمية أكبر من الضوء دون الحاجة إلى تقليل سرعة الغالق.",
    },
    {
      type: "paragraph",
      value:
        "و تستخدم الفتحة الكبيرة لتصوير الاشخاص أو الحيوانات البرية في حال الرغبة بعزل الخلفية و إظهار فقط العنصر المراد تصويره بدون الخلفية. ",
    },
    {
      type: "paragraph",
      value:
        ". لذلك كلما كبرت فتحة العدسة و قل الرقم الدال على مقدار فتحة العدسة القصوى مثل f/1.2, f/1.8, f/2 زادت جودة العدسة و سعرها و كلما قل هذا الرقم دل على جودة قليلة للعدسة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في تصنيع العدسات يوجد علاقة بين فتحة العدسة و العمق البؤري إذ انه من الصعب الحفاظ على فتحة عدسة كبيرة في حال استعمال بعد بؤري عالي.",
    },
    {
      type: "paragraph",
      value:
        "لذلك كلما زادت امكانية استخدام فتحة عدسة واسعه مثل F/2.8 مع عمق بؤري مرتفع مثل 200mm  زاد حجم العدسة و وزنها بشكل كبير و ايضا زادت تكلفة تصنيعها لذلك تكون هذه العدسات غالية جداً على عكس العدسات التي تكون فتحتها كبيرة مع عمق بؤري ثابت مثل عدسات البورتريت أو عدسات الزوم بفتحة العدسة الضيقة.",
    },
    {
      type: "header",
      value: "مقلل الارتجاج Vibration Reduction أو Image Stabilization",
    },
    {
      type: "paragraph",
      value:
        "عند استخدام عدسات لديها بعد بؤري كبير أو زوم عالي تزيد فرصة حصول اهتزاز في الصورة نتيجة حمل العدسة باليد أو الجلوس في مكان متحرك كالسيارة.",
    },
    {
      type: "paragraph",
      value:
        "لذلك تقوم الشركات احيانا بتزويد العدسات بمقلل ارتجاج للصورة Vibration Reduction  أو Image Stabilization. ستجد على العدسة يكتب VR أو IS  اختصارا لرمز تقليل الارتجاج.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعض العدسات التي تحتوي على زر لتعطيك امكانية التحكم بتشغيل أو تعطيل مقلل الارتجاج. يتم عادة ذكر مدى قدرة تقليل الارتجاج في العدسة فبعض العدسات تستطيع تقليل الارتجاج بمقدار درجة أو درجتين أو بتقليل عامودي أو افقي أو الاثنين معاً.",
    },
    {
      type: "header",
      value: "التحكم بالتركيز Auto Focus",
    },
    {
      type: "paragraph",
      value:
        "العدسات تتميز بإمكانية التحكم بالتركيز الاوتوماتيكي أو اليدوي أو الاثنين معاً عن طريق زر لإطفاء أو تشغيل التركيز من العدسة. العدسات التي تتميز بإمكانية التحكم الاوتوماتيكي بالتركيز تأتي مكتوبه برمز AF و الذي يعني Auto Focus.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-6.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعض العدسات لا تدعم التركيز التلقائي لذلك عليك الانتباه عند شراء العدسة.  كما أنه في أنواع نيكون قد تكون العدسة لا تحتوي على محرك للتركيز و تعتمد على محرك الكاميرا للتركيز لذلك انتبه قبل شراءك العدسة من انها تحتوي على التركيز التلقائي و أنها تتوافق مع الكاميرا الخاصة بك.",
    },
    {
      type: "header",
      value: "قاعدة العدسة  Lens Mount",
    },
    {
      type: "paragraph",
      value:
        "تقوم شركات تصنيع الكاميرات باستعمال قواعد مختلفة للعدسات المتوافقة مع الكاميرات الخاصة بها. لذلك تقوم شركات تصنيع العدسات عند عمل اي عدسة بتصنيع عدة أنواع بقواعد مختلفة حسب أنواع الكاميرات المتوفرة في السوق.",
    },
    {
      type: "paragraph",
      value: "فستجد أن هناك عدسات خاصة بنيكون أو كانون أو سوني أو غيرها.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "و لا تستطيع استعمال العدسة نفسها على أنواع الكاميرات المختلفة لاختلاف نوع القاعدة. إلا انك ستجد في السوق نفس نوع و موديل العدسة بقواعد مختلفة.",
    },
    {
      type: "paragraph",
      value:
        "كما أن العدسات تأتي بنوع خاص بالكاميرات بالحساس الصغير APS-C و يرمز لهذه العدسات ب DX و عدسات تأتي خاصة بعدسات الحساس الكامل الفل فريم Full Frame و يرمز لها بالرمز FX.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع عادة استخدام عدسة الحساس الكامل FX على الكاميرات بالحساس الصغير و لكن هذا يؤدي على زيادة البعد البؤري بمقدار  1.5X. و لكن لا تستطيع استخدام عدسات DX على كاميرات الفل الفريم.",
    },
    {
      type: "header",
      value: "أنواع عدسة الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "تأتي العدسات بنوعين الأول بسمح لك بتغيير البعد البؤري (عدسة زوم) و الثاني ببعد بؤري ثابت و لكل منهما خواص و فوائد.",
    },
    {
      type: "header",
      value: "العدسات الأولية Prime Lenses",
    },
    {
      type: "paragraph",
      value:
        "العدسة البرايم (باللغة العربية الأولية) يقصد بها العدسة التي لا تحتوي على امكانية تغيير البعد البؤري أي لا تحتوي على امكانية الزوم أو التقريب و الابعاد.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-8.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تتميز هذه العدسات عن العدسات التي تقبل تغيير البعد البؤري بأنها تعطي جودة أفضل و أعلى للصورة لأن التركيبة الصناعية الخاصة بالزجاج الخاص بها بسيطة و لا تحتوي على تسويات صناعية من اجل عملية التقريب و التبعيد. ",
    },
    {
      type: "paragraph",
      value:
        "كما أنها تأتي بفتحات واسعة و سعر منخفض. الفتحات الكبيرة جدا مثل f/1.2  أو f/1.8  لا تتوفر إلا في عدسات البرايم. كما تتميز برخص سعرها نسبياً مقارنه بعدسات الزوم. عند استعمال هذه العدسة ستضطر للاقتراب و الابتعاد عن هدف الصورة بنفسك بدلاً من اجراء عملية التقريب و التبعيد من العدسة.",
    },
    {
      type: "header",
      value: "عدسات الزوم Zoom Lenses",
    },
    {
      type: "paragraph",
      value:
        "عدسات الزوم هي العدسات بالبعد البؤري المتغير.  تعطي هذه العدسات أمكانية تقريب و إبعاد الصورة (تغيير البعد البؤري) من خلال حلقة التحكم الموجودة على العدسة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تعتبر هذه العدسات متعددة الاستخدام نظرا لإمكانية تغيير البعد البؤري حسب غرض التصوير. تأتي هذه العدسات بحد أدنى و حد أعلى للبعد البؤري مما يجعلها صالحة لأنواع معينة من التصوير حسب مجال التقريب الخاص بها.",
    },
    {
      type: "header",
      value: "أنواع عدسات الكاميرا حسب البعد البؤري",
    },
    {
      type: "header",
      value: "العدسات العريضة Wide Lenses",
    },
    {
      type: "paragraph",
      value:
        "العدسة العريضة هي العدسة بالبعد البؤري القليل بين 16mm و 24mm  تستخدم هذه العدسات في تصوير المظاهر الطبيعية لأنها قادرة على عرض كامل المشهد.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "كما أن العدسات العريضة تقوم بتكبير المسافة في الصورة مما يعطي الصورة العمق.  هذه العدسات غير مناسبة لتصوير الاشخاص لأنها تقوم بتشويه الوجه نتيجة زيادة المسافة في الصورة. يضاف إلى هذه العدسات نوع خاص قادر على تصوير المشهد بزاوية 180 درجة و تسمى عين السمكة  Fish eye",
    },
    {
      type: "header",
      value: "عدسات التيليفوتو  Telephoto Lenses",
    },
    {
      type: "paragraph",
      value:
        "عدسات التيليفوتو يقصد بها العدسات التي يكون البعد البؤري فيها مرتفع مثل 70mm  فما فوق.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تستخدم هذه العدسات لتقريب الاشياء البعيدة لذلك تستعمل في تصوير الحيوانات البرية و الطيور و الاشخاص و الرياضة.  تقوم عدسات التيليفوتو بضغط المشهد عن طريق تقليل المسافات في الصورة. لذلك تعتبر مناسبة لتصوير الاشخاص لأنها تظهر الوجوه صغيرة و تقوم بتقليل زاوية الرؤية إلى منطقة صغيرة.",
    },
    {
      type: "header",
      value: "عدسات الماكرو Macro",
    },
    {
      type: "paragraph",
      value:
        "تستعمل عدسات الماكرو لتصوير الأشياء الصغيرة و الدقيقة مثل الحشرات و الزهور و المنتجات.",
    },
    {
      type: "paragraph",
      value:
        "تتميز هذه العدسات بدرجة تقريب خاصة بها مثل 1:1 و تعني نسبة حجم هدف الصورة إلى حجم الحساس. مثلا 1:1 تظهر صورة الحشرة بحجمها الحقيقي على حساس الصورة.  أما نسبة 1:3 فتعني أن التقريب يزيد بحجم ثلاث مرات إلى حجم الحساس.",
    },
    {
      type: "paragraph",
      value: "عادة تكون معظم عدسات الماكرو 1:1.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تأتي هذه العدسات بأطوال مختلفة للبعد البؤري مثل 50mm  و 100mm  و 150mm.  كلما زاد البعد البؤري زادت مسافة العمل و يقصد أنه تستطيع تصوير الحشرة عن بعد أكبر.",
    },
    {
      type: "paragraph",
      value:
        "يفضل استعمال بعد بؤري كبير لعدم الحاجة للاقتراب من الحشرة بشكل كبير.",
    },
    {
      type: "paragraph",
      value:
        "كما تتميز هذه العدسات بضيق عمق الحقل الخاص بها لذلك يتم استعمال تقنية التكديس لعرض كامل الحشرة ضمن التركيز.",
    },
    {
      type: "header",
      value: "كيفية قراءة رموز العدسة",
    },
    {
      type: "paragraph",
      value: "ستجد على عدسة الكاميرا رموز مكتوبة مثل",
    },
    {
      type: "paragraph",
      value: "Nikkor AF Zoom-Nikkor 70-300mm f/4-5/6G",
    },
    {
      type: "paragraph",
      value: "AF-S DX NIKKOR 55-300mm f/4.5-5.6G ED VR",
    },
    {
      type: "paragraph",
      value: "AF-S DX Micro NIKKOR 85mm f/3.5G ED VR",
    },
    {
      type: "paragraph",
      value: "Sigma 24-70mm f/2.8 EX DG",
    },
    {
      type: "paragraph",
      value: "Canon EF 24-70mm f/2.8L II USM Lens",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-13.jpg"),
    },
    {
      type: "header",
      value: "البعد البؤري",
    },
    {
      type: "paragraph",
      value:
        "إن الأرقام التي تأتي بجانب الرمز mm تدل على البعد البؤري للعدسة مثال 70-300mm  فإن الرقم الأول 70 يدل على الحد الأدنى للبعد البؤري.",
    },
    {
      type: "paragraph",
      value: "أما الرقم 300 يدل على الحد الأعلى للبعد البؤري في العدسة.",
    },
    {
      type: "paragraph",
      value:
        ".أما في حال عدسات البرايم ذات البعد البؤري الثابت ستجد رقم واحد للبعد البؤري بجانب الرمز mm مثل 85mm",
    },
    {
      type: "header",
      value: "فتحة العدسة",
    },
    {
      type: "paragraph",
      value:
        "الرقم التالي الذي يلي البعد البؤري و الذي يأتي بجانب الرمز f يدل على فتحة العدسة. في حال وجود رقمين لفتحة العدسة مثل f/4.5-5.6 فهذا يعني أن هذه العدسة تستطيع استعمال فتحة العدسة  f/4.6 بالبعد البؤري الأقل و تستطيع استعمال فتحة العدسة القصوى f/5.6 عند استعمال البعد البؤري الاقصى.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال العدسة تدعم فتحة عدسة واحدة بغض النظر عن البعد البؤري فستجد رقم واحد لفتحة العدسة بجانب الرمز f مثال f/2.8",
    },
    {
      type: "header",
      value: "الشركة المصنعة للعدسة",
    },
    {
      type: "paragraph",
      value:
        "في بداية الكتابة ستجد الرمز Nikkor أو Sigma أو Canon أو Tamron و الذي يدل على الشركة المصنعة.",
    },
    {
      type: "header",
      value: "عدسات الفل فريم و الحساس المقطوع",
    },
    {
      type: "paragraph",
      value:
        "في حال كون العدسة تدعم كاميرات الفل فريم الحساس الكامل فستجد العدسة تحمل أحد احد الرموز التالية EF, FX, DG, Di.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال العدسة خاصة بكاميرات الحساس المقطوع فستجد عليها أحد الرموز التالية EF-S, DX, DT, DC, Di-II.",
    },
    {
      type: "header",
      value: "محرك التركيز",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت العدسة تحتوي على محرك داخلي للتركيز ستجد عليها أحد الرموز التالية USM, SWM, AF-S, SSM, HSM, USD",
    },
    {
      type: "header",
      value: "مقلل الاهتزاز",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت العدسة تحتوي على مقلل اهتزاز ستجد عليها أحد الرموز التالية  IS, VR, OS, VC",
    },
    {
      type: "header",
      value: "الفئة الاحترافية",
    },
    {
      type: "paragraph",
      value:
        "في حال وجود احد الرموز التالية على العدسة فهذا يعني انها من الفئة الاحترافية  L, G, EX, SP",
    },
    {
      type: "header",
      value: "درجة تكبير الماكرو",
    },
    {
      type: "paragraph",
      value:
        "كلمة Macro على العدسة قد لا تعني بالضرورة بأن هذه العدسة خاصة بتصوير الماكرو. بل قد تعني أن هذه العدسة تتمتع بميزة تقريب نقطة التركيز من العدسة.",
    },
    {
      type: "paragraph",
      value:
        "ما يهمك عملياً لمعرفة إن كانت العدسة تدعم الماكروا هو درجة التقريب فإن كانت الكاميرا تحتوي على الرمز 1:1 فهذا يعني انها عدسة ماكرو حقيقية.",
    },
    {
      type: "header",
      value: "قطر عدسة الكاميرا الأمامي",
    },
    {
      type: "paragraph",
      value:
        "في بعض الاحيان ستجد الرمز  Ø و الذي يدل على قطر العدسة الأمامي. كمثال Ø52mm. يستخدم هذا الرقم لمعرفة قياس الفلاتر المتوافقه مع هذه العدسة.",
    },
    {
      type: "header",
      value: "أمثالة عملية على كيفية قراءة رموز عدسة الكاميرا",
    },
    {
      type: "paragraph",
      value: "AF-S DX NIKKOR 55-300mm f/4.5-5.6G ED VR",
    },
    {
      type: "paragraph",
      value:
        "من الرموز المكتوبة تستنتج أن هذه العدسة تحتوي على محرك داخلي للتركيز لوجود الرمز AF-S. بعد ذلك نوعها نيكون لأنها تحتوي على الرمز NIKKOR و الذي هو نوع العدسات الخاص بشركة نيكون. هذه العدسة خاصة بكاميرات الحساس المقطوع لوجود الرمز DX و لا تصلح لكاميرات الحساس الكامل. الرقم 50mm  يدل على البعد البؤري الأدنى و الرقم 300mm يدل على البعد البؤري الاقصى. f/4.5 هو فتحة العدسة القصوى في حال البعد البؤري 55mm. أما الرقم f/5.6 فهو فتحة العدسة القصوى في حال استعمال البعد البؤري 300 mm هذه العدسة تحتوي على مقلل للاهتزاز لوجود الرمز VR فيها.",
    },
    {
      type: "paragraph",
      value: "Sigma 24-70mm f/2.8 EX DG",
    },
    {
      type: "paragraph",
      value:
        "من الرموز المكتوبة نجد أن نوع العدسة هو Sigma. الحد الأدنى للبعد البؤري هو 24mm  و الحد الأقصى للبعد البؤري هو 70mm فتحة العدسة ثابتة بغض النظر عن البعد البؤري و هي بحد أقصى f/2.8. هذه العدسة خاصة بكاميرات الحساس الكامل لأنها تحتوي على الرمز DG.",
    },
    {
      type: "header",
      value: "تأثيرات عدسة الكاميرا",
    },
    {
      type: "paragraph",
      value: "سأستعرض هنا كخلاصة التأثيرات الناتجة عن العدسة.",
    },
    {
      type: "header",
      value: "زاوية الرؤية",
    },
    {
      type: "paragraph",
      value:
        "كلما زاد البعد البؤري قلت أو انحصرت زاوية الرؤية للكاميرا و كلما قل البعد البؤري زادت زاوية الرؤية الخاصة بالكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "يستخدم هذا التأثير في تصوير البورتريت عند عدم الحاجة لإظهار كامل المشهد و حصر خلفية الصورة ببقعة معينة لذلك نقوم باستعمال اكبر تقريب ممكن في العدسة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-14.jpg"),
    },
    {
      type: "header",
      value: "عزل الخلفية",
    },
    {
      type: "paragraph",
      value:
        "عزل الخلفية يقصد بها استعمال عمق حقل ضئيل بحيث أن الخلفية التي تقع خلف هدف الصورة تصبح ليست ضمن التركيز و تبدوا مموهة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-15.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يستخدم هذا التأثير في تصوير البورتريت و الطيور و الأزهار. لتحصل على هذا التأثير تحتاج إلى التصوير بعدسة تمتاز بفتحة كبيرة مثل f/2.8 , f/2 , f/1.8 , f/1.4. و حتى تحصل على خلفية جيدة يفضل أن لا يزيد عدد الالوان المموهة في الخلفية عن ثلاث الوان.",
    },
    {
      type: "header",
      value: "البوكة Bokeh",
    },
    {
      type: "paragraph",
      value:
        "عندما نقوم بتصوير شيء ما مع استخدام عمق حقل ضيق مع وجود أضواء أو شموع في الخلفية بعيدة عن هدف الصورة يتشكل بقع ضوئية من الأضواء تظهر و كأنها دوائر أو اشكال هندسية مضلعة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-16.jpg"),
    },
    {
      type: "paragraph",
      value:
        "نسمي هذا التأثير بالبوكة Bokeh. هذا التأثير ينتج عن عدم وجود الأضواء ضمن منطقة التركيز و تأخذ اشكالها الهندسية حسب عدد الشفرات الخاصة بالعدسة.",
    },
    {
      type: "paragraph",
      value:
        "يختلف شكل الأضواء من عدسة إلى أخرى. للحصول على هذا التأثير يجب أن تستعمل عمق حقل ضيق باستعمال فتحة عدسة كبيرة ثم قم بوضع هدف الصورة خلف أو أمام الاضواء بمسافة كبيرة حتى تصبح الأضواء خارج منطقة التركيز.",
    },
    {
      type: "header",
      value: "العمق في المشهد",
    },
    {
      type: "paragraph",
      value:
        "العمق في الصورة هو التأثير الذي تحصل عليه باستخدام فتحة عدسة ضيقة مثلf/8  فما فوق مع استخدام عدسة عريضة بعمق بؤري قليل. ",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-17.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة فإن استخدام فتحة العدسة الضيقة يسبب تشكيل عمق حقل كبير مما يجعل كامل الصورة ضمن التركيز. و إن استعمال العدسة العريضة بعمق بؤري قليل يسبب ظهور كامل المشهد مع زيادة المسافات مما يعطي الصورة العمق.",
    },
    {
      type: "paragraph",
      value:
        "تستعمل هذه الطريقة في تصوير الطبيعة و الغابات و المناظر الطبيعية Landscape.",
    },
    {
      type: "header",
      value: "ضغط المشهد",
    },
    {
      type: "paragraph",
      value:
        "عند استعمال عدسة ببعد بؤري عال يتم تقليل المسافات في المشهد و تظهر الخلفية قريبة من المقدمة و تظهر العناصر قريبة من بعضها البعض.",
    },
    {
      type: "paragraph",
      value:
        "يستخدم هذا التأثير عادة في تصوير الاشخاص لتقليل ظهور الخلفية و ليظهر الوجه بشكل اصغر.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-18.jpg"),
    },
    {
      type: "header",
      value: "عيوب عدسة الكاميرا Lens Defects",
    },
    {
      type: "paragraph",
      value:
        "إن للعدسات عيوب مختلفة حسب جودة العدسة. بعض هذه العيوب من الممكن تجاوزها أو تقليلها عن طريق برامج التحرير مثل برنامج اللايت روم Light room لأنه يحتوي على ملف خاص لنوع كل عدسة و بالتالي يقوم بإعادة تصحيح الصورة بوضع التأثير المعاكس عن طريق استعمال خيار Profile Correction. لتعرف ما هي درجة عيوب و جودة العدسة قم باستعمال موقع DxOMark.com",
    },
    {
      type: "header",
      value: "الاطراف السوداء lens vignetting",
    },
    {
      type: "paragraph",
      value:
        "قد يظهر في العدسة اطراف سوداء في الصورة.  تظهر هذه المشكلة بشكل اكبر عند استعمال العدسة لإظهار كامل المشهد بدون تقريب.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-19.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يمكن حل هذه المشكلة في برنامج اللايت روم بتفتيح الاطراف أو استعمال خيار التصحيح الخاص بنوع العدسة Profile Correction.",
    },
    {
      type: "header",
      value: "تشويه عدسة الكاميرا lens distortion",
    },
    {
      type: "paragraph",
      value:
        "التشويه في العدسة يتسبب في ظهور ميلان في الأبنية أو الجدران أو الأعمدة في حال وجودها في الصورة بدلا من أن تظهر بشكل قائم.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-20.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تختلف العدسات فيما بينها بنسبة التشويه و كلما قلت نسبة التشويه تكون العدسة أفضل. يمكن حل مشكلة التشويه عن طريق برنامج لايت روم عن طريق خيارات التصحيح الخاصة بالعدسة.",
    },
    {
      type: "header",
      value: "تشويه الوجه Face Distortion",
    },
    {
      type: "paragraph",
      value:
        "تشويه الوجه يظهر عند استعمال العدسة العريضة الخاصة بتصوير الاماكن الطبيعية لتصوير وجوه الاشخاص و ذلك لأن العدسات العريضة تقوم بزيادة المسافات في الصورة فإن وجه الشخص يظهر بشكل عريض و مشوه.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-21.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لذلك في تصوير وجوه الاشخاص يفضل استعمال عدسة 50mm فما فوق.  إن عدسة 85 mm تعطي نتيجة جميلة في تصوير البورتريت و لكن مشكلتها في مساحة العمل حيث أنك تحتاج إلى الابتعاد بشكل كبير عن هدف الصورة اثناء التصوير.",
    },
    {
      type: "header",
      value: "الانحراف اللوني Chromatic aberration",
    },
    {
      type: "paragraph",
      value:
        "الانحراف اللوني يتمثل بعدم انطباق الأطياف اللونية بشكل كامل في نقطة التركيز على حساس الكاميرا و نتيجة لذلك يظهر على بعض الاطراف ميلان للألوان إلى الأصفر أو البرتقالي أو الازرق أو البنفسجي.  و كلما قلت جودة العدسة زادت امكانية ظهور هذه المشكلة.",
    },
    {
      type: "image",
      value: require("../assets/lenses/pic-22.jpg"),
    },
    {
      type: "header",
      value: "ارتجاج الصورة و التصوير باليد",
    },
    {
      type: "paragraph",
      value:
        "كلما زاد البعد البؤري للعدسة اثناء حمل الكاميرا باليد و خاصة عند تصوير الحيوانات البرية عن بعد تزداد نسبة الارتجاج في الكاميرا لذلك يوجد قاعدة عامة حتى تستطيع حمل الكاميرا باليد قم بوضع سرعة الغالق بنفس درجة البعد البؤري.",
    },
    {
      type: "paragraph",
      value:
        "مثلا إذا كان البعد البؤري 250mm  قم باستعمال سرعة الغالق 1/250 فما فوق.",
    },
    {
      type: "paragraph",
      value:
        "و إذا كان البعد البؤري 60mm  قم باستعمال سرعة الغالق 1/60 فما فوق.",
    },
    {
      type: "paragraph",
      value:
        "يقوم مقلل الارتجاج بتقليل الارتجاج بنسبة درجة أو درجتين حسب نوع العدسة فمثلا إذا كنت تستعمل عدسة بالبعد البؤري 250 mm و كانت العدسة تدعم مقلل الارتجاج بنسبة درجة واحد فهذا يعني انك نستطيع التصوير بسرعة غالق 1/125.",
    },
    {
      type: "paragraph",
      value:
        "بشكل عام اقل سرعة غالق يستطيع الانسان استعمالها في الكاميرا المحمولة يدويا هو 1/60 و ذلك يعتمد على درجة ثبات يد المصور التي تختلف من شخص إلى أخر.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لي لا اقوم باستعمال سرعة غالق اقل من 1/100 لأنه وجدت أنني احصل على الكثير من الصور المهتزة إذا قلت سرعة الغالق عن ذلك.",
    },
    {
      type: "header",
      value: "عدسة الكاميرا المناسبة حسب غرض التصوير",
    },
    {
      type: "paragraph",
      value:
        "لن اقوم باختيار عدسات معينة حسب التصوير و ذلك لوجود عدد كبير من العدسات و الانواع و عوضا عن ذلك سأقوم بسرد التأثير المطلوب حسب غرض التصوير و بناء عليه تستطيع تمييز العدسة المطلوبة لذلك",
    },
    {
      type: "header",
      value: "تصوير المجرات",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير المجرات فإنك تحتاج إلى عدسة عريضة كون المشهد يعتبر كبير لذلك ستحتاج إلى بعد بؤري ربما بين 16mm  إلى 24mm.",
    },
    {
      type: "paragraph",
      value:
        "في تصوير النجوم و المجرات إذا زادت مدة التعريض الضوئي عن 30 ثانية فإن النجوم تظهر متحركة بالصورة نتيجة لدوران الارض لذلك لا نستطيع استعمال الغالق البطيء و عوضاً عن ذلك ستحتاج إلى استعمال فتحة عدسة كبيرة تسمح لمرور الضوء بشكل اكبر لتعويض سرعة الغالق بين f/1.4 إلى  f/3.5.",
    },
    {
      type: "header",
      value: "تصوير الطبيعة",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الطبيعة فإن التأثير المطلوب من العدسة هو إظهار أكبر قدر ممكن من المشهد مع إظهار تباعد بين الاشياء في الصورة لذلك ستحتاج إلى عدسة عريضة 16mm  إلى 24mm.",
    },
    {
      type: "paragraph",
      value:
        "كذلك بما أنه في تصوير الطبيعة نحتاج إلى إظهار كامل الصورة ضمن التركيز لذلك سنحتاج إلى زيادة عمق الحقل قدر الإمكان لذلك سنقوم باستعمال فتحة عدسة ضيقه مثل f/8 إلى  f/16.",
    },
    {
      type: "header",
      value: "تصوير الاشخاص",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الاشخاص نحتاج بداية إلى عدسة لا تقوم بتشويه الوجه و إظهاره بشكل عريض لذلك نلجأ إلى استعمال عدسة ببعد بؤري 50 mm إلى 200mm.",
    },
    {
      type: "paragraph",
      value:
        "كما أنه نحتاج إلى عزل المشهد خلف هدف الصورة و إلى عمل بوكه في حال وجود أضواء خلفه لذلك ستحتاج إلى عمق حقل ضيق و ذلك عن طريق استعمال فتحة عدسة كبيرة f/1.4 إلى f/2.8",
    },
    {
      type: "header",
      value: "تصوير الصالات و المناسبات",
    },
    {
      type: "paragraph",
      value:
        "في هذا النوع من التصوير ستحتاج إلى عدسة تسمح لك التبديل بين التصوير العريض لاظهار مساحة كبيرة من المشهد أو تصوير بزوايا ضيقة لتصوير الاشخاص.",
    },
    {
      type: "paragraph",
      value:
        "لذلك ستحتاج إلى عدسة ببعد بؤري بين 24mm  للتصوير العريض و حتى 70mm  لتصوير الاشخاص دون تشويه الوجه.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لعمق الحقل ففي حال تصوير شخص واحد فإنك ستحتاج إلى فتحة عدسة كبيرة مثل f/2.8  لعزل الخلفية و تستطيع تقليل فتحة العدسة عند الحاجة إلى اظهار كامل المشهد ضمن التركيز مثلا f/8.",
    },
    {
      type: "header",
      value: "تصوير الماكرو و المنتجات",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الماكرو و المنتجات ستحتاج إلى عدسة تتميز بإمكانية التكبير و إظهار التفاصيل الدقيقة. لذلك ستحتاج إلى عدسة خاصة بالماكرو.",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الحشرات الحية لن تستطيع الاقتراب بالكاميرا من الحشرة لذلك ستحتاج إلى عدسة تعطيك مسافة عمل و تسمح لك بالابتعاد عن الحشرة و ذلك عن طريق استعمال بعد بؤري بين 100 mm أو 150mm.",
    },
    {
      type: "paragraph",
      value:
        "في حال تصوير الحشرات الميتة يمكنك الاقتراب منها لذلك تستطيع استعمال عدسة 50mm",
    },
    {
      type: "header",
      value: "برنامج محاكاة تأثيرات العدسة",
    },
    {
      type: "paragraph",
      value:
        "لفهم تأثير البعد البؤري و فتحة العدسة على شكل الخلفية و زاوية التصوير في الصورة قم باستعمال برنامج المحاكاة من الرابط التالي و قم بتغيير فتحة العدسة و البعد البؤري ثم راقب التأثير في الصورة http://dofsimulator.net/en",
    },
  ],
};
