export default {
  id: 3,
  title: "التركيز في الكاميرا Camera Focus",
  paragraphs: [
    {
      type: "header",
      value: "التركيز في الكاميرا Camera Focus",
    },
    {
      type: "paragraph",
      value:
        "عملية التركيز في الكاميرا هي عبارة عن ضبط انعكاس العنصر المراد تصويره على حساس الكاميرا بحيث يظهر هذا الانعكاس على نقطة واحدة على سطح الحساس ، نستطيع تشبيه هذه العملية بعملية حرق الورقة بأشعة الشمس عن طريق المكبرة ، بعد وضع الورقة على الأرض نقوم باستعمال المكبرة لعكس شكل الشمس على نقطة واحدة على الورقة ، فنقوم بتحريك العدسة إلى الأعلى و الأسفل حتى يتشكل الضوء في نقطة واحدة ، هذه النقطة الواحدة تشكل انعكاس شكل الشمس على الورقة. الكاميرا كذلك عند عملية البحث عن التركيز تقوم بتحريك العدسة حتى تستطيع ضبط الانعكاس بالشكل المناسب.",
    },
    {
      type: "image",
      value: require("../assets/focus/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تعتمد الكاميرا لإيجاد التركيز على ايجاد التباين الأنسب في الصورة ، لذلك يجب أن يتوفر ضوء كافي و تباين كافي حتى تستطيع الكاميرا تحديد التركيز بشكل صحيح.",
    },
    {
      type: "header",
      value: "نقاط التركيز  Focus Points",
    },
    {
      type: "paragraph",
      value:
        "نقاط التركيز في الكاميرا هي الأماكن التي تستطيع الكاميرا فيها ضبط التركيز ، كلما تقدمت مواصفات الكاميرا كان فيها عدد أكبر من نقاط التركيز ، نستطيع تحديد نقطة التركيز المستعملة عن طريق تحريك الاسهم الموجودة على جسم الكاميرا من الخلف أثناء النظر من معين المشهد. ستجد أن هناك نقطة تتحرك في معين المشهد و التي تدل على نقطة التركيز المستعملة. تأكد من استعمالك نمط التركيز الخاص بالنقطة الواحدة حتى تستطيع استخدام هذه الخاصية.",
    },
    {
      type: "image",
      value: require("../assets/focus/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال تصويرك للأشخاص قم بوضع نقطة التركيز على عين الشخص ، أما في حال تصوير عدة أشخاص أو اشياء قم بوضع نقطة التركيز على جسم يقع في منتصف عمق الحقل.",
    },
    {
      type: "header",
      value: "خيارات منطقة التركيز  Focus Area Mode",
    },
    {
      type: "paragraph",
      value:
        "بعض الكاميرات تسمح لك بتبديل طريقة تحديد منطقة و اختيار نقطة التركيز. فمن الممكن أن تسمح لك بتحديد نقطة واحدة أو مجال معين أو أن تقوم هي بالبحث عن النقطة المناسبة النيابة عنك بالبحث عن الوجوه أو الاشياء المتباينة أو المتحركة.",
    },
    {
      type: "image",
      value: require("../assets/focus/pic-3.jpg"),
    },
    {
      type: "header",
      value: "نقطة واحدة Single Point",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تسمح لك الكاميرا باستعمال نقطة واحد للتركيز و تستطيع تحريكها يدوياً عن طريق الاسهم الموجودة على جسم الكاميرا من الخلف ، يستعمل هذا النمط بتصوير الاشياء الثابتة و البورتريت.",
    },
    {
      type: "header",
      value: "المنطقة الديناميكية Dynamic Area",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تسمح لك الكاميرا باختيار نقطة تركيز معينة مع مجال محيط حولها و تقوم بتعديل نقطة التركيز بشكل تلقائي إذا تحرك العنصر المراد تصويره إلى أحد النقط المحيطة في المنطقة المختارة ، يستعمل هذا النمط في تصوير الاشياء المتحركة.",
    },
    {
      type: "header",
      value: "المنطقة التلقائية Auto Focus Area ",
    },
    {
      type: "paragraph",
      value:
        "في هذا النوع لن تسمح لك الكاميرا بتحديد نقط أو مجال التركيز ، ستقوم الكاميرا باستعمال بعض الخوارزميات لتحدد أين تضع الفوكس ، تستطيع الكاميرات الحديثة البحث عن الوجوه أو أيجاد الحركة أو التباين و اختيارها كنقطة تركيز. ",
    },
    {
      type: "header",
      value: "أنواع التركيز Focus mode",
    },
    {
      type: "paragraph",
      value:
        "أنواع التركيز تحدد كيفيه عمل محرك التركيز في الكاميرا و متى تبدأ أو تتوقف الكاميرا عن البحث عن التركيز. تختلف انواع التركيز حسب غرض التصوير.",
    },
    {
      type: "image",
      value: require("../assets/focus/pic-4.jpg"),
    },
    {
      type: "header",
      value: "التركيز اليدوي Manual Focus",
    },
    {
      type: "paragraph",
      value:
        "في هذا الوضع لا تقوم الكاميرا بعملية التركيز أبداً و تعتمد على المصور بإجراء التركيز بشكل يدوي عن طريق الحلقة الموجودة على العدسة ، قد تحتاج إلى التركيز اليدوي في التصوير الليلي حيث يصعب على الكاميرا أيجاد التركيز في الظلام لأن عملية التركيز تعتمد على ايجاد التباين بين الالوان في الصورة ، و كذلك في تصوير الماكرو حيث يصعب على الكاميرا ايجاد التركيز لأن عمق الحقل يكون صغير جداً.",
    },
    {
      type: "paragraph",
      value:
        "لذلك حتى تستطيع إيجاد التركيز قم بمشاهدة المشهد عن طريق معين المشهد و قم بتحريك دولاب التركيز الموجود على العدسة حتى تجد الصورة واضحة ، ستجد أيضا نقطة خضراء تصبح مضيئة بشكل مستمر في اسفل معين الكاميرا لتدل على أن التركيز صحيح.",
    },
    {
      type: "header",
      value: "التركيز مرة واحدة Single AF-S",
    },
    {
      type: "paragraph",
      value:
        "في هذا الخيار تقوم الكاميرا بالبحث عن التركيز عند الضغط على زر الغالق نصف ضغطة و بعد ذلك تتوقف عن البحث ، عند اكمال الضغط يتم التقاط الصورة ، يعتبر هذا الاسلوب الافتراضي في اخذ الصورة و يستخدم في تصوير الاشياء الثابتة.",
    },
    {
      type: "header",
      value: "التركيز المستمر Continuous AF-C",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تقوم الكاميرا بالبحث عن التركيز عند الضغط على زر الغالق إلا انها لا تتوقف عن البحث حتى لو تم تحديد التركيز ، فاذا تحرك العنصر المراد تصويره تقوم الكاميرا بإعادة البحث عن التركيز من جديد ، يستعمل هذا النوع من التركيز في تصوير الاشياء المتحركة مثل الرياضيين و الطيور.",
    },
    {
      type: "header",
      value: "تلقائي Auto",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تقوم الكاميرا بالاختيار بين النمطين السابقين المستمر و الوحيد بشكل تلقائي حسب ما تراه مناسب و يستعمل هذا الاسلوب في تصوير الفيديو.",
    },
    {
      type: "header",
      value: "تقنيات في التركيز",
    },
    {
      type: "header",
      value: "تقنية التركيز و إعادة التكوين  Focus Recompose",
    },
    {
      type: "paragraph",
      value:
        "في بعض الاحيان يصعب تحريك نقطة التركيز إلى الجزء المراد التركيز عليه في الصورة لذلك نقوم بتحريك الكاميرا عوضاً عن ذلك بحيث تصبح نقطة التركيز على الشيء المراد تصويره و بعد ذلك نقوم بالضغط نصف ضغطة حتى تقوم الكاميرا بضبط الفوكس و بعد ذلك قبل اخذ الصورة نقوم بتحريك الكاميرا لضبط الكادر بالشكل الصحيح ثم نكمل الضغط على زر الغالق لأخذ الصورة.",
    },
    {
      type: "header",
      value: "مشاكل عامة في ايجاد التركيز",
    },
    {
      type: "paragraph",
      value:
        "إن تركيز الكاميرا يعمل على ايجاد التباين في الألوان المعكوسة من المشهد ، فإذا كان المشهد ليلي و لا يوجد اضاءة لن تستطيع الكاميرا التركيز و في هذه الحالة تقوم الكاميرا ببث ضوء مساعد لمحاولة إيجاد التركيز ، فإذا لم يرتد الضوء إلى الكاميرا لن تستطيع إيجاد التركيز و في هذه الحالة عليك زيادة الضوء في المحيط أو استعمال التركيز اليدوي.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال تصويرك لمشهد في النهار و فشلت الكاميرا في ايجاد التركيز فذلك ربما بسبب أنه لا يوجد تباين في ألوان المشهد لذلك عليك التركيز على منطقة تحتوي على اختلاف في الالوان و بعد أن تقوم الكاميرا بتحديد التركيز قم بإعادة تكوين الصورة عن طريق تقنية التركيز و اعادة التكوين.",
    },
    {
      type: "header",
      value: "ضبط التركيز اليدوي عن طريق معين المشهد",
    },
    {
      type: "paragraph",
      value:
        "عندما تستخدم التركيز اليدوي تستطيع الكاميرا مساعدتك بإيجاد التركيز عن طريق مؤشر ضوئي ستجده داخل معين المشهد View finder. المؤشر عادة يتواجد في الزاوية السفلية اليسرى و يكون عبارة سهمين يستمران في الوميض في حال كان التركيز غير صحيح ، استمر في ضبط التركيز عن طريق تحريك دولاب التركيز الموجود على العدسة حتى يتغير السهم إلى نقطة مضيئة و التي تدل على أن التركيز أصبح صحيحاً.",
    },
    {
      type: "header",
      value: "ضبط التركيز اليدوي باستعمال التكبير الرقمي",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت ترغب بتصوير مشهد طبيعي ليلي مثل أبنية بعيدة أو في تصوير المجرات أو تصوير القمر فإن التركيز في الكاميرا لن يعمل و عليك استعمال التركيز اليدوي ، في هذه الحالة يتوجب عليك استعمال حامل الكاميرا لأنك حتماً ستستعمل التعريض الطويل و لأنك ستحتاج إلى ثبات الكاميرا لضبط التركيز. ",
    },
    {
      type: "paragraph",
      value:
        "لضبط التركيز قم بتكبير المشهد باستعمال التكبير الرقمي الموجود على الشاشة الخلفية للكاميرا بحيث ترى منطقة مضيئة ، بعد ذلك قم بضبط التركيز عن طريق تحريك دولاب التركيز في العدسة إلى أن تصبح الصورة واضحة.",
    },
    {
      type: "header",
      value: "التكديس  Focus stacking",
    },
    {
      type: "paragraph",
      value:
        "التكديس هو عملية يقوم مصورين الماكرو و مصورين المنتجات باستعمالها  لأخذ تركيز شامل لكل العنصر في الصورة ، لأنه في تصوير الماكرو يكون عمق الحقل ضيق جدا و بالتالي ستكون اجزاء كثيره من الصورة ليست ضمن التركيز في هذه الحالة يلجئ المصور إلى أخذ عدد كبير من الصور لنفس المشهد بعد تثبيت الكاميرا على الحامل بحيث انه في كل صورة يقوم بتحديد التركيز على نقطة مختلفة إلى أن يكون مجموع الصور المأخوذة يغطي من ناحية التركيز كل الصورة.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك يتم استعمال برنامج الفوتوشوب أو اي برنامج اخر لدمج هذه الصور مع بعضها البعض و الخروج بنتيجة صورة واحدة فيها جميع اجزاء الصورة ضمن التركيز.",
    },
    {
      type: "image",
      value: require("../assets/focus/pic-5.jpg"),
    },
  ],
};
