export default {
  title: "تكوين الصورة Image Composition",
  paragraphs: [
    {
      type: "header",
      value: "تكوين الصورة Image Composition",
    },
    {
      type: "paragraph",
      value:
        "التكوين هو أحد المهارات الأساسية للمصور و هو أحد الأعمدة الاساسية لنجاح الصورة مع الإضاءة الصحيحة ، و تطبيق قواعد التكوين تعطي نتائج مريحة و مبهجة لعين النظار رغم أنها لا تعتبر قانونا ملزما و أنما هي خطوط عريضة تحدد نوعا ما شروط نجاح الصورة.",
    },
    {
      type: "paragraph",
      value:
        "الهدف من تكوين الصورة هو تحديد كيفيه قيادة عين الناظر في داخل اطار الصورة عن طريق الخطوط القيادية Leading lines وصولاً إلى نقطة الهدف او ما يسمى بالفوكال بوينت  Focal Point.",
    },
    {
      type: "paragraph",
      value:
        "عندما نقوم بتحديد التكوين نحن عمليا نحدد اين نريد للناظر ان ينظر و ماذا نريده أن يتجاهل من الإطار وصولا إلى موضوع الصورة.",
    },
    {
      type: "paragraph",
      value:
        "ذلك اشبه ذلك بأرض ترابيه و تم حفر فيها جواري مائية تصب في النهاية في قعر شجرة معينه. تكوين الصورة مشابه جداً لهذه العملية عن طريق تحديد الخطوط القيادية أو قيادة العين عن طريق الضوء حتى تصل إلى موضوع الصورة.",
    },
    {
      type: "paragraph",
      value:
        "كما يشترط في تكوين الصورة أن تكون متوازنة. و يقصد بالتوازن أن لا تذهب عين الناظر إلى طرف من أطراف الصورة دون أخر. و ذلك قد يحدث لعدة اسباب مثل وجود هدف الصورة على الاطار.",
    },
    {
      type: "paragraph",
      value:
        "أو بسبب كون احد مساحات الالوان أكبر من الاخر كمثال عند تصوير مظهر طبيعي و لكن مساحة السماء اكبر من مساحة الارض. حتى تصبح الصورة متوازنة عليك أن تأخذ بعين الاعتبار كيفية توزيع العناصر و الالوان داخل الاطار بحيث تبدو متوازنة.",
    },
    {
      type: "paragraph",
      value:
        "يوجد قواعد تكوين شائعه تأخذ بعين الاعتبار العناصر الثلاثة المذكورة أعلاه و عند اتباعك لأحد هذه القوانين الشائعة قد تشمل الصورة العناصر الصحيحة للتكوين من نقطة الهدف و الخطوط القيادية و التوازن. قواعد التكوين الشائعة مثل قاعدة التثليث و التأطير و ملئ الاطار و غيرها و التي سنتحدث عنها الأن.",
    },
    {
      type: "header",
      value: "ثلاث نقاط تعتبر مكونات التكوين",
    },
    {
      type: "paragraph",
      value:
        "1- نقطة الهدف Focal point: و هي مكان تموضع هدف الصورة في داخل إطار الصورة.",
    },
    {
      type: "paragraph",
      value:
        "2- الخطوط القيادية Leading lines: قم بجعل الخطوط القيادية تنتهي بنقطة الهدف. قد تكون الخطوط القيادية عبارة اي شيء مثل شكل الضوء أو يدي الموديل أو مجموعة من العناصر المتكررة داخل الإطار.",
    },
    {
      type: "paragraph",
      value:
        "3- توازن الصورة: تكون الصورة متوازنة بعدم وضع هدف الصورة على احد اطراف إطار الصورة و عن طريق توزيع الالوان و العناصر داخل الصورة بشكل متوازن.",
    },
    {
      type: "paragraph",
      value:
        "هذه المكونات ليس بالضرورة أن تكون متوفرة في جميع الصور و إنما هي تساعد على حصول تكوين متكامل في حال توافرها. لتوضيح هذه المفاهيم سنقوم بتحليل بعض الصور:",
    },
    {
      type: "paragraph",
      value: "هذه الصورة قمت بالتقاطها في مدينة الزهور في دبي.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الأن بعد أن قمت بتأمل الصورة اعتقد انك قمت بملاحظة الاقواس التي تشكل خط في الأفق باتجاه المنزل في منتصف الصورة تقريباً. الأقواس هنا تشكل خط قيادة النظر نحو هدف الصورة و الذي هو الكوخ الصغير.",
    },
    {
      type: "paragraph",
      value:
        "حتى تصبح الصورة متوازنة قمت بضبط الصورة بحيث تكون المنطقة الخضراء مساوية في الحجم تقريبا للمنطقة العلوية الزرقاء في الأعلى.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-2.jpg"),
    },
    {
      type: "header",
      value: "قواعد التكوين الشائعة",
    },
    {
      type: "header",
      value: "قاعدة التثليث",
    },
    {
      type: "paragraph",
      value:
        "قاعدة التثليث أو Rule of thirds تعتبر الأكثر شيوعا نظرا لإمكانية تطبيقها بشكل سهل على معظم الصور. ",
    },
    {
      type: "paragraph",
      value:
        "تعتمد هذه القاعدة على تقسيم الصورة إلى ثلاث اجزاء طوليا و عرضيا عن طريق خطين متوازيين طوليا و خطين متوازيين عرضيا يتقاطعان في اربع نقط. الخطوط تشكل الخطوط القيادية و نقط التقاطع تشكل نقط الهدف من الصورة. لذلك يتم وضع هدف الصورة على احد نقط التقاطع الأربعة. و يتم وضع الخطوط القيادية على احد الخطوط.",
    },
    {
      type: "paragraph",
      value:
        "في صورة الفراشة تم استعمال قاعدة التثليث عن طريق وضع غصن النبتة على الخط العلوي ليشكل خط قياده للنظر ثم تم وضع جسم الفراشة على الخط الأيمن ليشكل خط نظر أخر.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "أما هدف الصورة فهو رأس الفراشة تم وضعه على نقطة التقاطع العلوية اليمنى.",
    },
    {
      type: "paragraph",
      value:
        "لاحظ أيضا أن الصورة متوازنة  و ذلك لأن المنطقة المشغولة تساوي نسبياً المنطقة الفارغة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في مثال القلعة تم وضع القلعة على الخط الأيمن و نجد أن القلعة تتواجد على نقطتي تقاطع في الاعلى و الاسفل لتشكل هدف الصورة.",
    },
    {
      type: "paragraph",
      value:
        "الأن و لتصبح الصورة متوازنة تم إضافة الكرسي في الجانب المعاكس للقلعة على نقطة التقاطع المعاكسة. فنستطيع أن نقول أن مقدمة الصورة متوازنة مع خلفيتها.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لاحظ أنه في مثال القلعة تم ضبط عمليه التوازن عن طريق توزيع العناصر في الصورة. ولاحظ أيضا ان حجم العنصر غير مهم لتحقيق التوازن في الصورة.",
    },
    {
      type: "header",
      value: "الخطوط القيادية",
    },
    {
      type: "paragraph",
      value:
        "الخطوط القيادية  هي عبارة عن مجموعة من الاشياء المتكررة في الصورة تشكل طريقا نظريا يقود عين النظار في الصورة. في معظم الأحيان تكون الخطوط القيادية تقود إلى هدف الصورة. من الممكن أن تكون الخطوط القيادية عبارة عن طريق أو سياج أو أي مجموعة متكررة من الأشياء.",
    },
    {
      type: "paragraph",
      value:
        "في هذا المثال لصورة قمت بالتقاطها من مدينة الزهور في دبي الخط القيادي هو مجموعة السيارات و كذلك الطريق المرصوف ، هذان الخطان يشيران في النهاية إلى المنزل في نهاية الصورة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-6.jpg"),
    },
    {
      type: "header",
      value: "التأطير Framing",
    },
    {
      type: "paragraph",
      value:
        "يعتمد هذا المبدأ على وضع هدف الصورة ضمن إطار معين ، قد يكون هذا الإطار أي شيء كصخور أو مجموعة من الأشجار أو مجموعه من الناس تشكل إطارا يحيط بشيء معين و الذي هو هدف الصورة كبناء أو شخص أو اي شيء.",
    },
    {
      type: "paragraph",
      value:
        "الصورة التالية التي قمت بأخذها من مسجد الشيخ زايد قمت بإظهار احد القباب من خلال أحد البوابات. فالإطار هنا هو قوس المدخل و هدف الصورة هو القبة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لاحظ أن الإطار الاسود يقوم بحصر و توجيه عين الناظر إلى هدف الصورة و الذي هو القبة في المنتصف.",
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية لأبنتي  و التي استخدمت فيها التأطير ، قمت باستعمال شجيرتين لإحداث إطار للصورة ، رغم أن الشجيرتين متباعدتان و واحدة في الخلف و الأخرى في الأمام قمت بتغيير زاوية التصوير بحيث تظهر الفتاه في المنتصف.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-8.jpg"),
    },
    {
      type: "header",
      value: "ملئ الاطار Fill the frame",
    },
    {
      type: "paragraph",
      value:
        "يعتبر هذا المبدأ من ابسط المبادئ و يشترط القص الصحيح للصورة ،  و هو قائم على ملئ الإطار بكامل الهدف بدون إظهار الخلفية تقريباً ، يستخدم هذا المبدأ بكثرة في تصوير الوجوه و الأزهار.",
    },
    {
      type: "paragraph",
      value: "في الصورة التالية للزهرة نجد أن الزهرة تملئ الإطار بشكل كامل",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية قمت  باستعمال مبدأ ملئ الإطار لتصوير وجه ابني عمر لإظهار الوجه فقط ، مع مراعاة عملية القص بشكل جيد. لاحظ أيضا تطبيق قاعدة التأطير في الصورة عن طريق استخدام الوشاح ، كما أنه تم تطبيق قاعدة العين الوسطى التي سأتحدث عنها لاحقاً.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-10.jpg"),
    },
    {
      type: "header",
      value: "مبدأ الفراغ Rule of space",
    },
    {
      type: "paragraph",
      value:
        "في حال تصويرك لجسم متحرك كطفل يمشي أو لشخص ينظر إلى اتجاه معين في الصورة فيجب عليك أن تترك أمامه مسافة ليبدوا و كأن هذا الشخص يتحرك أو ينظر ليملئ المكان الذي أمامه و ذلك لجعل الصورة متوازنة و منطقية.",
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية لراكب الدراجة تم ترك فراغ أمامه ليعطي الناظر شعور بأن راكب الدراجة يتحرك ليملئ المكان الذي أمامه.",
    },
    {
      type: "paragraph",
      value:
        "لاحظ أيضا أنه في هذه الصورة تم استخدام قاعدة التثليث لأن الراكب يقع على نقطة التقاطع العلوية اليمنى مما يجعله هدف الصورة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية لأحد الأصدقاء قمت بترك مسافة أمامه ليبدوا أنه ينظر من خلال النافذة. يتم تطبيق هذه الطريقة دوماً في حال النظر خارج الإطار. تعتبر هذه الصورة متوازنة لأن المنطقة المشغولة تساوي تقريبا المنطقة الفارغة من الصورة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-12.jpg"),
    },
    {
      type: "header",
      value: "التناظر Symmetry",
    },
    {
      type: "paragraph",
      value:
        "يعتمد التناظر على اظهار الصورة بشكل يكون القسم الايمن منها يماثل الجزء الأيسر. كمثال صورة لبناء معين يحتوي على مظهر متناظر. أو صورة لشخص يقف بشكل متناظر بحيث تكون وضعيه جسمه و يديه من القسم الأيمن مشابه للقسم الأيسر.  عند ذهابك للمساجد و الكنائس ستلاحظ وجود الكثير من التناظر في تصميم الأبنية قم باستغلالها في تكوين الصورة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-13.jpg"),
    },
    {
      type: "header",
      value: "قاعدة اللولب الذهبي Golden spiral",
    },
    {
      type: "paragraph",
      value:
        "تعتمد هذه القاعدة على تخيل شكل لولبي في الصورة – مقتبس من خوارزمية رياضية – بحيث يكون مركز اللولب هو هدف الصورة.  قد يكون اللولب عامودي أو افقي ، من اليمين أو من اليسار. في هذا المثال تم وضع الأسد في مركز الشكل اللولبي.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-14.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في المثال التالي تم وضع المجرة في مركز اللولب ، لاحظ ايضا تطبيق قاعدة التأطير لتظهر المجرة داخل الكهف ليشكل إطار و كيف تم موازنتها الصورة مع الانعكاس في الاسفل.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-15.jpg"),
    },
    {
      type: "header",
      value: "النمط Pattern",
    },
    {
      type: "paragraph",
      value:
        "تعتبر الصورة التي تحتوي نمط معين من التكرار مريحه و جميلة للعين ، و لكن تعتبر استثنائية عندما يتم كسر هذا النمط بإضافة هدف الصورة بحيث يظهر مختلف عن البقية ، من الممكن أن يكون كسر النمط عن طريق لون مختلف أو حجم مختلف.",
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية تم استخدام الليمون الأخضر  كنمط متكرر ثم تم وضع التفاحة الحمراء لكسر النمط. لاحظ كيف ان العين تتجه مباشرة نحو التفاحة الحمراء ، لاحظ ايضا أنه تم تطبيق قاعدة الثلث في هذه الصورة عن طريق وضع التفاحة على احد نقط التقاطع لقاعدة التثليث.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-16.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية  يوجد نمط معين و هو الصخور التي تتميز بشكل معين متكرر و لونها الرمادي ، ثم قام المصور بكسر هذا النمط بوضع فتاه ترتدي اللون البرتقالي المتباين تماما عن اللون الرمادي ، مما يعطي عين الناظر اندفاع مباشر نحو الفتاة.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-17.jpg"),
    },
    {
      type: "header",
      value: "العين المركزية Central Eye",
    },
    {
      type: "paragraph",
      value:
        "يتم إتباع هذا القانون في تصوير الوجوه عن طريق وضع أحد الأعين في منتصف الصورة. قد ذكرت سابقاً تطبيق هذه القاعدة في صورة الوجه لعمر. لاحظ ايضا كيف قمت بتطبيق هذا القانون في صورة الفتاة التالية.",
    },
    {
      type: "image",
      value: require("../assets/composition/pic-18.jpg"),
    },
    {
      type: "header",
      value: "ملاحظة في تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "هذه القواعد لا تعتبر ملزمة في التصوير و إنما هي عبارة عن خطوط عريضة تحدد نوعا ما اسباب نجاح الصورة. مع الخبرة يصبح لديك إمكانية الإحساس بهذه القواعد بمجرد أن تقع عينك على بعض المشاهد.",
    },
    {
      type: "paragraph",
      value:
        "حاول أن تلاحظ كيفية تطبيق هذه القواعد في الصورة الاحترافية عن طريق تحليلها. لاحظ ايضا كيف انه في معظم الاحيان من الممكن ان يتم تطبيق اكثر من قاعدة في نفس الوقت. حاول أن ترى كيفية تطبيق هذه القوانين في الأفلام السينمائية أيضا.",
    },
  ],
};
