export default {
  id: 3,
  title: "مثلث التعريض الضوئي Exposure triangle",
  paragraphs: [
    {
      type: "header",
      value: "مثلث التعريض الضوئي Exposure triangle",
    },
    {
      type: "paragraph",
      value:
        "حتى تلتقط صورة ليست زائدة أو ناقصة الإضاءة يجب أن تحصل على التعريض الضوئي الصحيح ، لذلك عليك أن تقوم بضبط إعدادات الكاميرا الثلاثة سرعة الغالق و فتحة العدسة و حساسية الكاميرا معا، نسمي هذه العناصر مجموعة بمثلث التعريض الضوئي.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-1.jpg"),
    },
    {
      type: "header",
      value: "مبدأ مثلث التعريض الضوئي",
    },
    {
      type: "paragraph",
      value:
        "تخيل معي المشهد التالي. اذا كان لدينا غرفة فارغة فيها نافذة واحدة تسمح لمرور الضوء إلى داخلها و لهذه النافذة ستارة نستطيع إغلاقها و فتحها لمنع أو السماح للضوء بالمرور إلى داخل الغرفة و في داخل هذه الغرفة لدينا شخص يجلس و يرتدي نظارة شمسية.",
    },
    {
      type: "paragraph",
      value:
        "الأن للتحكم بكمية الضوء التي ستقع على أعين هذا الشخص الذي يجلس داخل الغرفة لدينا ثلاثة طرق. فإذا قمنا بفتح الستارة و إعادة إغلاقها فإننا عمليا نسمح للضوء بالمرور لفترة معينة من الزمن ، فإذا أطلنا المدة التي ستبقى فيها الستارة مفتوحة سنسمح بمرور أكبر للضوء.",
    },
    {
      type: "paragraph",
      value:
        "و كلما كانت عملية فتح الستارة و إغلاقها سريعة فسوف تقل كمية الضوء المسموحة بالمرور. كذلك اذا كانت النافذة صغيرة فستسمح لكمية قليلة للضوء بالمرور ، و اذا كانت النافذة كبيرة فستسمح بكمية اكبر للضوء بالمرور.",
    },
    {
      type: "paragraph",
      value:
        "أخيرا اذا انتزع الشخص الجالس داخل الغرفة النظارة أو قام بتغيير نوعها فسوف يسقط على عينيه كمية أكبر من الضوء من الكمية التي من الممكن أن تسقط في حال كان يرتدي النظارة.",
    },
    {
      type: "paragraph",
      value:
        "لإسقاط هذا المثال على الكاميرا نستطيع أن نقول بأن الغرفة تمثل الكاميرا ، و حجم النافذة يمثل فتحة العدسة و الستائر تمثل الغالق و عيون الشخص تمثل حساس الكاميرا ، و أخيرا نوع زجاج النظارة يمثل حساسية الكاميرا (الأيزو).",
    },
    {
      type: "paragraph",
      value:
        "فعندما أردنا تغيير كمية الضوء التي ستسقط على اعين الشخص قمنا بتعديل حجم النافذة و التي تعبر عن فتحة العدسة في الكاميرا أو قمنا بتغيير سرعة فتح و إغلاق الستارة و التي تمثل سرعة الغالق في الكاميرا أو قمنا بتغيير نوع النظارة و الذي يقابله حساسية الكاميرا.",
    },
    {
      type: "header",
      value: "مثلث التعريض الضوئي",
    },
    {
      type: "paragraph",
      value:
        "إن العناصر الثلاثة التي قمنا بذكرها سرعة الغالق و فتحة العدسة و حساسية الكاميرا تعطي معا كمية التعريض المطلوبة ، لذلك تمسى بمثلث التعريض لارتباطها ببعضها البعض ، فإذا أردنا زيادة كمية الضوء عن طريق زيادة احد هذه العناصر يجب علينا أن ننقص هذه الكمية من عنصر أخر حتى يبقى هذا المثلث متوازن.",
    },
    {
      type: "paragraph",
      value:
        "يعود السبب في أننا قد نرغب بتغير أحد الخصائص إلى أن كل عنصر من هذه العناصر له تأثير معين في الصورة و بالتالي لضبط قيمة أحد هذه العناصر علينا أن نعوض النقص أو الزيادة في العناصر الاخرى بشرط أن يبقى المثلث متوازنا.",
    },
    {
      type: "paragraph",
      value:
        "الدرجات الضوئية لعناصر مثلث التعريض تسمى بالستوب Stop ، و بين كل درجة و درجة ضوئية تتغير الكمية الضوئية بمقدار الضعف ، بالزيادة او النقصان ( في الكاميرا يوجد أنصاف درجات ايضا).",
    },
    {
      type: "header",
      value: "سرعة الغالق Shutter Speed",
    },
    {
      type: "paragraph",
      value:
        "الغالق في الكاميرا أو الشتر Shutter  هو عبارة عن ستائر موجودة داخل العدسة تقوم بالفتح و الإغلاق للتحكم بكمية الضوء المسلطة على الحساس ، و كلما زادت سرعة الغالق نقصت كمية الضوء المسلطة على الحساس ، و كلما قلت سرعة الغالق زادت كمية الضوء المعرضة على الحساس.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الغالق يسبب تثبيت الحركة في الصورة ، فعندما تفتح الغالق لمدة ثانية مثلا هذا يعني انك قمت بتسجيل مشهد الصورة لمدة ثانية على الحساس ، أما إذا قمت بتسريع الغالق إلى سرعة عالية فهذا يعني انك تقوم بتسجيل مقطع لا يتجاوز جزء من الثانية على الحساس.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يستعمل الغالق السريع  في تصوير  الاجسام التي تتحرك بسرعة كبيرة حتى تظهر بصورة ثابتة في الصورة ، مثال عند تصوير السيارات في مضمار السباق أو عند تصوير الطيور الطائرة أو عند تصوير رصاصة تخترق جسم ما.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "أما بالنسبة للغالق البطيء فيستعمل عند الحاجة إلى كمية كبيرة من الضوء كما في التصوير الليلي للمناظر الطبيعية و تصوير المجرات ، كذلك يستعمل الغالق البطيء لإظهار الحركة في الصورة كما في تصوير الرسم بالضوء أو عند تصوير بعض الطيور او الحشرات و الرغبة بإظهار الحركة في الجناحين اثناء الطيران كطائر الطنان و النحل.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تقاس الدرجات الخاصة بالغالق بالثانية ، فالسرعات الموجودة في الكاميرا هي 1/2000, 1/1000, 1/500, 1/250, 1/60, 1/30, 1/15, 1/8, 1/4, 1/2, 1″ فعندما تكون سرعة الغالق 1/60 ثانية و قمنا بتغيير القيمة إلى الدرجة الأقل 1/250 نحن هنا قمنا بتسريع الغالق و بالتالي سيدخل كمية ضوئية أقل بمقدار نصف ما كان سيدخل عند الدرجة 1/60.",
    },
    {
      type: "paragraph",
      value: "الرمز ( ” ) يدل على الثواني الكاملة مثل 1″",
    },
    {
      type: "paragraph",
      value:
        "تعتبر درجة 1/60 هي الدرجة المتوسطة لسرعة الغالق و هي اقل مدة كافية لحمل الكاميرا باليد ، و اذا قمت باستعمال سرعة غالق بطيئة مثل 1/30 أو 1/15 بدون حامل للكاميرا سيظهر حركة في الصورة Motion Blur. لذلك لا تستعمل غالق بطيء في تصوير الاشخاص لتجنب مشكلة اهتزاز الصورة.",
    },
    {
      type: "paragraph",
      value:
        "في حال تصوير المظاهر الطبيعية التي تتطلب غالق بطيء لإظهار حركة الغيوم أو لتنعيم حركة المياه أو ليلاً لإدخال كمية كبيرة من الضوء يجب ان يتم استعمال حامل الكاميرا ثلاثي الارجل لتجنب ارتجاج الكاميرا و اهتزاز في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "في حال استعمالك لكاميرا مع عمق بؤري كبير يجب أن تزيد سرعة الغالق لتجنب ظهور اهتزاز في الصورة بحد اقل هو واحد على العمق البؤري. مثلا اذا كنت تصور بعدسه بعمق بؤري 150mm فهذا يعني انه يجب ان تستعمل سرعه غالق بحوالي 1/150 فما فوق.",
    },
    {
      type: "header",
      value: "فتحة العدسة Aperture",
    },
    {
      type: "paragraph",
      value:
        "يقصد بها حجم الفتحة التي تسمح بمرور الضوء ، فكلما زاد حجم فتحة العدسة ازدادت كمية الضوء المسموح لها بالدخول إلى داخل الكاميرا ، و كلما قلت فتحة العدسة قلت كمية الضوء المعرضة على حساس الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "تقاس فتحة العدسة بالرمز F و هو عبارة عن عدد كسري لذلك كلما زاد الرقم دل على فتحة عدسة ضيقة و ضوء أقل ، و كلما نقص الرقم دل فتحة أكبر و ضوء أكثر.",
    },
    {
      type: "paragraph",
      value:
        "الدرجات الموجودة في العدسة هي f/1.4 ، f/2 ، f/2.8 ، f/4 ، f/5.6 ، f/8 ، f/11 ، f/16 ، f/22 ، f/32",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-6.jpg"),
    },
    {
      type: "paragraph",
      value:
        "انتبه الى ان الرقم f/1.4 هو أكبر من f/2 و يعطي كمية ضوء اكبر بمقدار الضعف تماماً لأنه الدرجة التالية ( ستجد أيضا هناك أنصاف درجات في الكاميرا مثل f/1.8)",
    },
    {
      type: "paragraph",
      value:
        "التأثير الناتج عن فتحه العدسة هو عمق الحقل في الصورة DOF – Depth of Field، عمق الحقل هو عباره عن المسافة داخل الصورة التي يكون فيها التركيز فعال.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "كلما صغرت فتحة العدسة يزداد حجم عمق الحقل و في هذه الحالة تكون درجة كبيرة مثل f/11  ، f/16 ، يستعمل ذلك في تصوير المظاهر الطبيعية لجعل كل المشهد ضمن التركيز.",
    },
    {
      type: "paragraph",
      value:
        "أما إذا زاد حجم فتحة العدسة يقل عمق الحقل و تصبح منطقة التركيز ضيقة و في هذه الحالة نستعمل درجة مثل f/1.4 ، f/1.8 ، f/2.0 ، يستعمل ذلك في تصوير الاشخاص و الزهور و الحيوانات لعزل الخلفية و جعلها مشوشه لصرف النظر عنها و جعل الهدف في الصورة فقط محور اهتمام الصورة ، يستعمل ايضا في تصوير البوكة عند وضع اضواء في الخلفية فتظهر كأنها بقع مضيئة لها اشكال هندسية تأخذ نفس شكل شفرات العدسة.",
    },
    {
      type: "paragraph",
      value:
        "ليست جميع العدسات لديها فتحات كبيرة فكلما زادت فتحة العدسة زاد سعرها و حجمها ، عادة تكون العدسة التي تأتي مع الكاميرا بفتحة قصوى f/3.6 كحد أقصى و لا تستطيع عمل عزل كامل في تصوير البورتريت ، لذلك يتم شراء عدسة خاصة تستطيع أن تقوم بعزل مناسب f/1.8 ، f/2.4",
    },
    {
      type: "header",
      value: "حساسية الكاميرا الأيزو ISO",
    },
    {
      type: "paragraph",
      value:
        "الأيزو هو عبارة عن رقم يدل على مدى حساسية الكاميرا للضوء ، فكلما نقصت حساسية الكاميرا للضوء حصلنا على ضوء أقل ، و كلما زادت حساسية الكاميرا للضوء حصلنا على ضوء أكثر ، درجات الأيزو هي 100 ، 200 ، 400 ، 800 ، 1600 ، 3200 ، 6400 ، 12800 و بين كل درجة و درجة مقدار الضعف من الضوء. مثلاً الدرجة 200 تسمح لمقدار الضعف من الضوء بالمرور عن الدرجة 100.",
    },
    {
      type: "paragraph",
      value:
        "التأثير الناتج عن الأيزو هو الضجيج في الصورة Noise أو Grain و كلما زادت درجة الأيزو زاد الضجيج فيها ، ربما لاحظت هذه المشكلة عندما تقوم بالتصوير بالموبايل ليلا بدون فلاش ، تظهر الصورة غير واضحة على عكس التصوير في النهار ، و ذلك لأن الموبايل يقوم بالتعويض عن النقص في الضوء برفع الأيزو.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-8.jpg"),
    },
    {
      type: "paragraph",
      value:
        "حاول تجنب استعمال الايزو لتجنب حدوث الضجيج في الصورة و حاول تعويض الضوء عن طريق سرعة الغالق و فتحة العدسة ، عادة درجات الايزو الاقل ضجيجا هي 100 ، 200 ، 400 ، 800",
    },
    {
      type: "paragraph",
      value:
        "يستعمل الايزو في تصوير الاضاءة الليلية عندما لا نستطيع استعمال التعريض الطويل مثل تصوير المجرات. تتميز الكاميرات الاحترافية بالسماح بالتصوير بدرجات أيزو عالية بدون ظهور ضجيج عالي في الصور.",
    },
    {
      type: "header",
      value: "طرق قياس الضوء",
    },
    {
      type: "paragraph",
      value:
        "بعد أن فهمت مثلث التعريض تستطيع معرفة ما إن كانت إعدادات التعريض الضوئي التي قمت بإدخالها صحيحة أم لا باستعمال ميزان الضوء Light meter و عن طريق الهيستوغرام Histogram.",
    },
    {
      type: "paragraph",
      value:
        "فعندما تكون كمية الضوء المعرضة على حساس الكاميرا عالية فأن الصورة تظهر زائدة الإضاءة ، أما في حال كون كمية الضوء المسلطة قليله فإن الصورة تظهر داكنة.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-9.jpg"),
    },
    {
      type: "header",
      value: "ميزان الإضاءة Light meter",
    },
    {
      type: "paragraph",
      value:
        "ميزان الإضاءة هو عبارة  عن مؤشر كالمسطرة يظهر في الكاميرا قبل التقاط الصورة ، يعتمد مبدأ عمل ميزان الضوء بقياس كمية الضوء المرتد عن هدف الصورة ، يختلف مكان ظهور المؤشر حسب نوع الكاميرا ، عادة يكون المؤشر ظاهر داخل عين الكاميرا View finder و يظهر ايضا على الشاشة الخلفية.",
    },
    {
      type: "paragraph",
      value:
        "قم بداية بتوجيه الكاميرا على هدف الصورة ، و راقب حركه الميزان فإن كان المؤشر إلى جهة اليمين هذا يعني أن المقدار المسلط من الضوء زائد. و إن كان المؤشر إلى جهة اليسار فهذا يعني أن المقدار المسلط من الضوء قليل. يجب أن يكون المؤشر دوما في المنتصف تقريباً.",
    },
    {
      type: "paragraph",
      value:
        "إن كان الضوء زائد عليك بضبط مثلث التعريض بإنقاص أحد عناصر المثلث كزيادة سرعة الغالق أو تضييق فتحة العدسة باختيار درجة f عالية ، أو عن طريق تقليل الأيزو حتى يصل مؤشر الميزان الضوء إلى المنتصف تقريباً.",
    },
    {
      type: "header",
      value: "الهيستوغرام Histogram",
    },
    {
      type: "paragraph",
      value:
        "الهيستوغرام  هو عبارة عن تمثيل الضوء الموجود في الصورة برسم بياني ، يظهر الهيستوغرام بعد التقاط الصورة و ليس قبلها ، ابحث عنه في داخل الكاميرا أو قم بضبط الإعدادات لإظهاره.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ستجد داخل الهيستوغرام منطقة مظللة و هي تشير إلى الضوء الملتقط في الصورة ، كلما اقترب الضوء من المنطقة اليمنى فهذا يعني أن الضوء يقترب من الأبيض و بالتالي الصورة زائدة التعريض و كلما اقترب الضوء من اليسار فهذا يعني أن الضوء يقترب من الاسود و بالتالي الصورة ناقصة التعريض ، لذلك يجب أن يكون المؤشر البياني يقع في المنتصف تقريباً.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن تقوم بالتقاط الصورة قم بفحص الهيستوغرام  لتتأكد من أن إضاءة الصورة صحيحة حتى و إن كان ميزان الضوء صحيح لأن الهيستوغرام يعتبر مقياس أكثر دقة من ميزان الإضاءة. يقسم الهيستوغرام إلى خمس مناطق من الشمال إلى اليمين هي أولا منطقة اللون الأسود ، ثم الظلال ثم اللون الطبيعي أو الرمادي ، ثم الإضاءة و أخيرا على اليمين منطقة اللون الأبيض.",
    },
    {
      type: "header",
      value: "مبدأ التبادل Reciprocity rule",
    },
    {
      type: "paragraph",
      value:
        "كما ذكرت سابقاً الدرجات الضوئية لمثلث التعريض مبنية على أساس أن تقوم بإضافة أو إزالة مقدار الضعف من الضوء بين كل درجة ، الهدف من ذلك أولا هو أنه لن تلاحظ تغيير في الإضاءة إذا لم يكون التغيير بمقدار الضعف ، و الهدف الثاني الاستفادة من امكانية استبدال احد الدرجات الضوئية من احد عناصر مثلث التعريض بالأخر.",
    },
    {
      type: "paragraph",
      value:
        "فمثلا تغيير سرعة الغالق درجة واحدة أو تغيير فتحة العدسة درجة واحدة تعطي نفس المقدار من الضوء تماما.",
    },
    {
      type: "paragraph",
      value:
        "فمثلا بعد أن قمت بضبط التعريض الضوئي بالشكل الصحيح ربما أردت تعديل الاعدادات لتحصل على تأثير معين ، مثلا أردت زيادة سرعة الغالق لتثبيت حركة الطائر أو السيارة التي تريد تصويرها و لكن في نفس الوقت لا تريد أن تقوم بإعادة البحث عن إعدادات التعريض. الحل في هذه الحالة بعد زيادة سرعة الغالق لو قلنا مثلا درجتين أن نقوم بتعويض هذا النقص في الضوء من شيء أخر فنقوم بالتعويض بزيادة فتحة العدسة درجتين ، أو مثلا درجتين من الأيزو ، أو مثلا درجة من الأيزو و درجة من فتحة العدسة. فإذا اردت الاحتفاظ بالمقدار الضوئي الموجود قم بعد مقدار الدرجات التي قمت بتغييرها ثم قم بتعويضها من مكان اخر.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "مثال لو كان لدينا الاعدادات التالية  لمثلث التعريض Shutter 1/250, Aperture f/8 , ISO 200 و نريد زيادة سرعة الغالق لتصبح 1/1000 فهذا يعتبر تغيير بمقدار درجتين لذلك سنقوم بالتعويض بزيادة فتحة العدسة بمقدار درجتين لتصبح f/4 في النهاية تصبح الإعدادات Shutter 1/1000, Aperture f/4, ISO 200 و كلتا الإعدادات تعطي نفس التعريض الضوئي إلا أنه يختلف التأثير الذي سيظهر في الصورة.",
    },
    {
      type: "header",
      value: "تعويض التعريض Exposure compensation",
    },
    {
      type: "paragraph",
      value:
        "في بعض الاحيان بعد أن تقوم بضبط التعريض الضوئي الخاص  بالكاميرا ربما قد تحتاج إلى زيادة التعريض درجة أو درجتين أو ربما ترغب بإنقاصه درجة أو درجتين و لكن في نفس الوقت لا تريد تغيير إعدادات التعريض لسبب ما. في هذه الحالة يمكنك زيادة التعريض أو انقاصه عن طريق زر تعويض التعريض في الكاميرا Exposure Compensation.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-13.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم بالضغط على الزر الذي يحوي اشارة +/- ثم قم بتحريك دولاب الكاميرا لزيادة أو إنقاص التعريض قليلا.",
    },
    {
      type: "header",
      value: "أوضاع الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "إن أوضاع الكاميرا لها علاقة وثيقة بكيفية ضبط مثلث التعريض ، فالغرض منها هي مساعدتك في ضبط مثلث التعريض.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-14.jpg"),
    },
    {
      type: "header",
      value: "الوضع اليدوي Manual Mode",
    },
    {
      type: "paragraph",
      value:
        "يرمز له بالحرف M في الدولاب العلوي للكاميرا ، في هذا الوضع تعطيك الكاميرا التحكم الكامل بعناصر مثلث التعريض سرعة الغالق و فتحة العدسة و عليك أن تضع الإعدادات التي تراها مناسبة ،بالنسبة للأيزو فمن الممكن أن يتم ضبطه يدوياً أو من الممكن أن يكون موضوع على الوضع الاوتوماتيكي و في هذه الحالة تقوم الكاميرا بتعويض النقص من التعريض في الأيزو.",
    },
    {
      type: "header",
      value: "وضع أولوية الغالق Shutter Priority",
    },
    {
      type: "paragraph",
      value:
        "يرمز له بالرمز TV أو S في الدولاب العلوي لأوضاع الكاميرا ، في هذا الوضع تعطيك الكاميرا التحكم فقط بتغيير سرعة الغالق و تقوم هي بالنيابة عنك بضبط فتحة العدسة و الأيزو لضبط مثلث التعريض ، الغرض من ذلك أنك ربما تريد الاحتفاظ بتأثير سرعة الغالق كتثبيت الصورة و لكن لا تريد في نفس الوقت إعادة ضبط فتحة العدسة و الايزو في كل مرة حسب تغير اوضاع التصوير و الضوء لذلك تقوم الكاميرا بهذا الغرض بالنيابة عنك.",
    },
    {
      type: "header",
      value: "أولوية فتحة العدسة Aperture Priority",
    },
    {
      type: "paragraph",
      value:
        "يرمز له بالرمز AV أو A في الدولاب العلوي لأوضاع الكاميرا ، في هذا الوضع تسمح لك الكاميرا التحكم فقط بفتحة العدسة و تقوم هي بالنيابة عنك بضبط سرعة الغالق و الأيزو ، السبب يعود إلى أنه ربما تريد الاحتفاظ بعمق حقل معين DOF و لا تريد إعادة ضبط باقي الاعدادات حسب تغير ظروف التصوير.",
    },
    {
      type: "header",
      value: "الوضع Program Mode",
    },
    {
      type: "paragraph",
      value:
        "يعتبر هذا الوضع وضع اوتوماتيكي فقط لمثلث التعريض ، تقوم الكاميرا بضبط العناصر الثلاث نيابة عنك ، إلا أنها تعطيك أمكانية تعديل أحد العناصر و هي تقوم بإعادة ضبط العنصر الأخر لتعيد تصحيح التعريض.",
    },
    {
      type: "header",
      value: "الوضع الأوتوماتيكي Auto Mode",
    },
    {
      type: "paragraph",
      value:
        "يعتبر هذا الوضع الأوتوماتيكي بشكل كامل ، فتقوم الكاميرا بضبط جميع الإعدادات نيابة عنك ، و لا تسمح لك بتعديل أي عنصر لأخذ تأثير معين ، كذلك لا تعطيك التحكم بمكان التركيز focus أو اي شيء أخر.",
    },
    {
      type: "header",
      value: "مشاكل عامة مرتبطة بإعدادات مثلث التعريض",
    },
    {
      type: "header",
      value: "ارتجاج في الصورة",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تقوم بحمل الكاميرا يدويا  أو تستعمل سرعة غالق منخفضة نسبيا فإذا لاحظت وجود ارتجاج في الصورة ، في هذه الحالة عليك زيادة سرعة الغالق لتفادي الارتجاج.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-15.jpg"),
    },
    {
      type: "header",
      value: "ضجيج في الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند تصويرك في الليل و  بدون استعمال الفلاش إن لاحظت وجود ضجيج في الصورة فهذا ناتج عن كون الكاميرا قامت باستعمال أيزو مرتفع لتعويض النقص في الضوء ، الحل في هذه الحالة زيادة فتحة العدسة أو زيادة الضوء عن طريق استعمال الفلاش أو إنقاص سرعة الغالق حسب ظرف التصوير.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-16.jpg"),
    },
    {
      type: "header",
      value: "مناطق في الصورة ليست ضمن الفوكس",
    },
    {
      type: "paragraph",
      value:
        "عند تصويرك اكثر من شخص مثلاً شخص يقف خلف شخص اخر ربما تلاحظ وجود أحدهما ضمن التركيز و الأخر خارج التركيز ، هذه المشكلة تنتج عن استعمال فتحة عدسة كبيرة و بالتالي عمق حقل صغير لذلك أحدهم سيظهر خارج التركيز ، الحل هو انقاص فتحة العدسة ليزيد عمق الحقل.",
    },
    {
      type: "image",
      value: require("../assets/triangle/pic-17.jpg"),
    },
    {
      type: "header",
      value: "برامج محاكاة",
    },
    {
      type: "paragraph",
      value:
        "تستطيع استعمل برامج المحاكاة التالية لترى التأثير الناتج عن تغيير الاعدادات المختلفة لمثلث التعريض ، قم بزيادة و انقاص العناصر و لاحظ التغير في نتيجة الصورة.",
    },
    {
      type: "paragraph",
      value: "http://www.canonoutsideofauto.ca/play",
    },
    {
      type: "paragraph",
      value: "http://camerasim.com/apps/original-camerasim/web",
    },
  ],
};
