export default {
  title: "كلمة أخيرة",
  paragraphs: [
    {
      type: "header",
      value: "كلمة أخيرة",
    },
    {
      type: "paragraph",
      value:
        "قد وصلنا إلى نهاية الكتاب. ارجوا ان تكون قد وجدت فيه الفائدة المرجوة. تذكر اخي المصور بأن هذا الكتاب لا يكفي لجعلك مصوراً محترفاً و إنما هو يبني لك أساساً صحيحاً اثناء تستطيع الانطلاق منه لإكمال مسيرتك للاحتراف.",
    },
    {
      type: "paragraph",
      value:
        "إن التصوير الفوتوغرافي يحتوي على العديد من المحاور ، لذلك في حال كنت تفكر بالاحتراف عليك ان تتخصص بمحور معين و أن تعمل على تنمية مهاراتك و خبرتك ضمن هذا المحور.",
    },
    {
      type: "paragraph",
      value:
        "الاحتراف يحتاج إلى الكثير من التدريب و التجربة ، لا تعتمد فقط على معلومات الكتاب و إنما قم بتخصيص ساعة أو ساعتين اسبوعياً للتدريب و التجربة.",
    },
    {
      type: "paragraph",
      value:
        "قم بعمل متابعه أعمال المصورين المحترفين ضمن المحور الذي تريد الاحتراف به و راقب اعمالهم باستمرار ، و حاول دراسة هذه الاعمال و تقليدها و مع الوقت سيصبح لديك اسلوبك الخاص.",
    },
  ],
};
