export default {
  title: "تصوير الزهور Flowers Photography",
  paragraphs: [
    {
      type: "header",
      value: "تصوير الزهور Flowers Photography",
    },
    {
      type: "header",
      value: "الأدوات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الازهار يمكنك استعمال عدسة عادية مثل 50mm  و لكن تحتاج إلى فتحة عدسة كبيرة من اجل عزل الخلفية.  يفضل استعمال عدسة الماكرو و لكن العدسة العادية تفي بالغرض.",
    },
    {
      type: "image",
      value: require("../assets/flowers/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ستحتاج ايضا إلى اكستنشن تيوب Extension Tube و هو عبارة عن قطعة فارغة توضع بين العدسة و الكاميرا من اجل تقريب نقطة التركيز الخاصة بالعدسة إلى نحو الكاميرا و تقليل مسافة العمل من اجل ان تسمح لك بالاقتراب اكثر من الزهرة. مما يظهر الزهرة كبيرة.",
    },
    {
      type: "image",
      value: require("../assets/flowers/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عند شراءك للاكستنشن تيوب تأكد من انه يحتوي على توصيلات معدنية و إلا فإن التركيز الاوتوماتيكي للعدسة لن يعمل.  لا داعي لشراء الانواع الغالية من هذا التيوب لأنه عبارة عن مجرد حلقة فارغة لا اكثر.",
    },
    {
      type: "paragraph",
      value:
        "عادة يأتي التيوب بثلاث قطع يمكن تركيبها فوق بعضها البعض. كلما زاد عدد القطع المضافة تقترب نقطة التركيز اكثر من العدسة و تقل مساحة العمل. قم بوضع قطعة واحدة فقط ثم اختبر كم تستطيع الاقتراب من الزهرة.",
    },
    {
      type: "paragraph",
      value:
        "اذا احتجت المزيد قم بإضافة قطعه اخرى. كلما زادت القطع المضافة قلت كمية الضوء الداخلة إلى الكاميرا و احتجت إلى تكبير فتحة العدسة اكثر.",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط مشهد الصورة في البداية  تأكد من توجيه وجه الزهرة  نحو العدسة. و تأكد من سقوط الضوء على وجه الزهرة. لا تقم بتصوير الزهرة في حال وجود بقع ضوء و ظل مختلفة و قوية على الزهرة.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت كامل الزهرة في الظل تأكد من استعمال خلفية معتمة نسبياً مقارنة بالزهرة حتى لا تطغى الخلفية على صورة الزهرة.",
    },
    {
      type: "paragraph",
      value:
        "قم بالبحث عن الخلفية النظيفة التي لا تحتوي على الضجيج و الاوساخ. ثم قم بعزل الخلفية  باستعمال فتحة عدسة واسعة نسبياً. كونك تستعمل اكستنشن تيوب أو عدسة ماكروا من اجل التقريب فتوقع نقصان في عمق الحقل لذلك قد تضطر إلى تقليل فتحة العدسة قليلاً.",
    },
    {
      type: "paragraph",
      value:
        "إن قوانين التكوين الاكثر استعمالا في تصوير الزهور هيه ملئ الاطار حيث تملئ كامل الصورة بالزهرة أو جزء منها. أو قاعدة التثليث بحيث تضع الزهرة على احد نقط التقاطع من نقط التثليث و تكون الاغصان أو الاوراق تملئ  باقي الصورة.",
    },
    {
      type: "header",
      value: "ضبط الإعدادات",
    },
    {
      type: "paragraph",
      value:
        "في البداية عند ضبط الاعدادات ابداء بوضع الايزو على 100 و فتحة عدسة كبيرة f/2.8  من اجل عزل الخلفية. ثم قم بمراقبة مؤشر الاضاءة و ضبط سرعة الغالق بناء على ذلك.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت سرعة الغالق اقل من 1/60  التي لا تسمح بحمل الكاميرا يدويا قم بتثبيت سرعة الغالق على 1/60  ثم قم برفع الايزو حتى يصل مقياس الضوء إلى المنتصف.",
    },
    {
      type: "paragraph",
      value:
        "قم باخذ صورة و راقب النتائج. فإذا وجدت ان جزء من الزهرة خارج نطاق التركيز و ان عمق الحقل في الصورة لا يشمل كامل الزهرة قم بتضييق فتحة العدسة قليلاً حتى تصبح كامل الزهرة ضمن التركيز.",
    },
    {
      type: "paragraph",
      value:
        "أو قم باستعمال تقنية التكديس و ذلك عن طريق تثبيت الكاميرا و الزهرة ثم اخذ الكثير من الصور بحيث كل صورة تغطي جزء من تركيز الصورة. ثم اثناء المعالجة بالفوتوشوب قم بدمج هذه الصور جميعها معا لعمل صورة واحدة تظهر الزهرة فيها ضمن التركيز.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "قم باستيراد الصور إلى برنامج اللايت روم ثم بعد ذلك قم بانتقاء الصورة  صحيحة التكوين و التركيز. عند بدء المعالجة قم بتصحيح اخطاء العدسة ثم قم بضبط التعريض الضوئي Exposure. ثم ابداء بضبط تكوين الصورة عن طريق قص الصورة بالشكل الصحيح أو وضع الزهرة على احد نقط قاعدة التثليث.",
    },
    {
      type: "paragraph",
      value:
        "في حاول وجود اضواء و ظلال قم بضبطها كما تراه مناسباً بحيث تبقى التفاصيل في الضوء و الظل ظاهرة.",
    },
    {
      type: "paragraph",
      value:
        "في حال وجود بقع و اوساخ غير مرغوب بها في الزهرة و الخلفية قم باستعمال اداة spot tool من اجل ازالة هذه البقع و استبدالها بأماكن صحيحة.",
    },
    {
      type: "paragraph",
      value:
        "في تصوير الزهور ترغب بإشباع الالوان قليلا حتى تظهر الزهرة بشكل جميل لذلك قم اولا بزيادة Vibrance  قليلا. ثم توجه إلى لوح الالوان و قم بزيادة لون الزهرة. فمثلا إذا كان لون الزهرة احمر و الخلفية بنية قم بزيادة اشباع اللون الاحمر فقط و ربما تقليل اشباع اللون البني حتى تظهر صورة الزهرة اقوى من الخلفية.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم بزيادة التأثيرات عن طريق تغيير حقيقة الالوان لأنه في تصوير الزهور ترغب بعرض الوان الزهرة كما هي.",
    },
    {
      type: "paragraph",
      value:
        "في حال استعمالك قاعدة ملئ الاطار تستطيع وضع اطراف سوداء Vignetting  من اجل توجيه عين الناظر إلى منتصف الصورة.",
    },
    {
      type: "header",
      value: "تكديس الصور ببرنامج الفوتوشوب",
    },
    {
      type: "paragraph",
      value:
        "في حال استعمالك تقنية التكديس قم بفتح برنامج فوتوشوب ثم توجه إلى القائمة File  ثم Automate   ثم Photomerge ثم قم بإضافة مجموعة الصور من زر الاستعراض و ابقي الخيار Auto  ثم اضغط على زر OK  حتى يقوم الفوتوشوب  بربط الصور ببعضها البعض.",
    },
    {
      type: "paragraph",
      value:
        "بعد الانتهاء سيقوم البرنامج بعرض الملف مع الكثير من الطبقات قم بتحديد جميع الطبقات التي تم اضافتها ثم من قائمة Edit  قم باختيار Auto Align Layers ثم اختار الخيار Auto و اضغط على زر OK.",
    },
    {
      type: "paragraph",
      value:
        "بعد ان ينتهي البرنامج  اذهب إلى القائمة Edit  و اختر  الخيار Auto Blend Layers و اختر الخيار Stack Images.",
    },
    {
      type: "paragraph",
      value: "بعد ذلك اذهب إلى القائمة File  ثم Export  لحفظ الصورة النهائية.",
    },
  ],
};
