export default {
  id: 2,
  title: "مقدمة في التصوير الفوتوغرافي",
  paragraphs: [
    {
      type: "header",
      value: "التصوير الفوتوغرافي",
    },
    {
      type: "paragraph",
      value:
        "التصوير الفوتوغرافي هو فن الرسم بالضوء ، عندما نرى مشهداً معين و اردنا تخزينه كصورة تذكاريه نقوم باستخدام الكاميرا لتدوين هذه اللحظة الضوئية التي لا تتجاوز مدتها جزء صغير من الثانية.",
    },
    {
      type: "header",
      value: "آليه عمل الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "تعتمد أليه عمل الكاميرا على تجميع الضوء عن طريق أجزاء العدسة بإسقاطها على الحساس الضوئي الإلكتروني أو ما يسمى بالسينسور و الذي يقوم بدوره بتحويل الضوء إلى معلومات إلكترونية ، ثم تقوم الكاميرا بتخزين هذه المعلومات الى الذاكرة لنقوم فيما بعد بنقلها إلى جهاز الكمبيوتر أو طبعها.",
    },
    {
      type: "image",
      value: require("../assets/chapters/3/1-camera.png"),
    },
    {
      type: "paragraph",
      value:
        "الكاميرات أصبحت الأن متوفرة في كل مكان ، في الموبايل و الكمبيوتر أو بشكل منفصل. تختلف أليه التحكم بالكاميرا حسب الجهاز المستعمل. في التصوير الاحترافي يتم استخدام كاميرات دي اس ال ار DSRL لأنها تعطي تحكم كامل بجميع إعدادات الكاميرا.",
    },
    {
      type: "header",
      value: "",
    },
  ],
};
