export default {
  title: "مقدمة في التصوير الفوتوغرافي",
  paragraphs: [
    {
      type: "header",
      value: "مقدمة في التصوير الفوتوغرافي",
    },
    {
      type: "header",
      value: "التصوير الفوتوغرافي",
    },
    {
      type: "paragraph",
      value:
        "التصوير الفوتوغرافي هو فن الرسم بالضوء ، عندما نرى مشهداً معين و اردنا تخزينه كصورة تذكاريه نقوم باستخدام الكاميرا لتدوين هذه اللحظة الضوئية التي لا تتجاوز مدتها جزء صغير من الثانية.",
    },
    {
      type: "header",
      value: "آليه عمل الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "تعتمد أليه عمل الكاميرا على تجميع الضوء عن طريق أجزاء العدسة بإسقاطها على الحساس الضوئي الإلكتروني أو ما يسمى بالسينسور و الذي يقوم بدوره بتحويل الضوء إلى معلومات إلكترونية ، ثم تقوم الكاميرا بتخزين هذه المعلومات الى الذاكرة لنقوم فيما بعد بنقلها إلى جهاز الكمبيوتر أو طبعها.",
    },
    {
      type: "image",
      value: require("../assets/intro/pic-1.png"),
    },
    {
      type: "paragraph",
      value:
        "الكاميرات أصبحت الأن متوفرة في كل مكان ، في الموبايل و الكمبيوتر أو بشكل منفصل. تختلف أليه التحكم بالكاميرا حسب الجهاز المستعمل. في التصوير الاحترافي يتم استخدام كاميرات دي اس ال ار DSRL لأنها تعطي تحكم كامل بجميع إعدادات الكاميرا.",
    },
    {
      type: "header",
      value: "أنواع الكاميرات",
    },
    {
      type: "paragraph",
      value:
        "الكاميرات لها عدة أنواع. ربما نسمع باللغة العربية بالكاميرا الاحترافية و الفل فريم و كاميرا السفر. الكاميرات لها أنواع حسب الغرض منها.",
    },
    {
      type: "header",
      value: "كاميرا الدي اس ال ار DSLR",
    },
    {
      type: "paragraph",
      value:
        "هذه الكاميرا التي نسميها باللغة العربية بالكاميرا الاحترافية لأنها النوع المستخدم في استديوهات التصوير ، و هي اختصار ل Digital single-lens reflex و التي تعني الكاميرا الرقمية ذات المرآة العاكسة.",
    },
    {
      type: "paragraph",
      value:
        "تتميز هذه الكاميرا بحجمها الكبير مقارنة يباقي الكاميرات لأنها تحتوي على مرآه داخلها. هذه المرآه تقوم بعكس الصورة من العدسة إلى معين المشهد View finder لنرى المشهد كيف سيبدو قبل التقاط الصورة.",
    },
    {
      type: "paragraph",
      value:
        "يختلف هذا النوع من الكاميرات حسب حجم الحساسSensor فتنقسم إلى نوعين ، النوع الأرخص الذي يكون فيه حجم الحساس صغير و نسميه Cropped Sensor أو APS-C و التي تسمى بكاميرات الحساس المقطوع ، و النوع الغالي و الذي يسمى بالفل فريم Full-frame و التي تسمى بكاميرا الحساس الكامل.",
    },
    {
      type: "paragraph",
      value:
        "حجم الحساس له دور أساسي في دقة الصورة و حجم مجال الألوان و انخفاض الضجيج في الأيزو المترفع في حال ظروف الإضاءة المنخفضة. و إن تكلفة تصنيع هذا الحساس مرتفعة لذلك فإن الكاميرات ذات الحساس الكامل الفل فريم أغلى بكثير من الكاميرات ذات الحساس المقطوع.",
    },
    {
      type: "image",
      value: require("../assets/intro/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ستجد الرمز DX على الكاميرات و العدسات الخاصة بالحساس المقطوع. أما الرمز FX يوجد على كاميرات و عدسات الفل فريم أو الحساس الكامل.",
    },
    {
      type: "paragraph",
      value:
        "تتميز كاميرات DSLR بإمكانية تبديل العدسات و بتوفر المعدات و العدسات و الكثير من الإضافات و بشكل خاص للأنواع Nikon و Canon في الاسواق.",
    },
    {
      type: "header",
      value: "الكاميرا بدون مرآة أو كاميرا السفر Mirrorless",
    },
    {
      type: "paragraph",
      value:
        "يعتبر هذا الجيل الجديد من الكاميرات و الذي يتميز بصغر حجمه و له نفس إمكانيات الكاميرات الاحترافية DSLR. الحجم الصغير لهذه الكاميرات بسبب عدم وجود مرآة داخلها ، و كونها تتميز بصغر الحجم فهي تستخدم للتصوير أثناء السفر لإمكانية وضعها في الجيب.",
    },
    {
      type: "paragraph",
      value:
        "الكاميرات القديمة من هذه الكاميرا لا تحتوي على معين المشهد View finder إلا انه الأن بدأت الشركات بوضع معين مشهد إلكتروني بداخلها. كما أنه لا تتوفر لها عدسات بشكل كبير كما في كاميرات DSLR و تتميز عدساتها و مرفقاتها بارتفاع سعرها مقارنه بكاميرات DSLR.",
    },
    {
      type: "header",
      value: "كاميرا الجيب Point and shot",
    },
    {
      type: "paragraph",
      value:
        "هي الكاميرات الصغيرة جدا و هي كاميرات لا تحتوي على خيارات أو اعدادات لأنها تقوم بتحديد كل شيء بشكل أوتوماتيكي. في معظم الاحيان لها فقط زر لالتقاط الصورة. كانت هذه الكاميرات متوفرة بكثرة قبل ظهور الموبايل الذي يعتبر جزء من هذه المنظومة.",
    },
    {
      type: "header",
      value: "عناصر الصورة الفوتوغرافية",
    },
    {
      type: "paragraph",
      value:
        "تتألف الصورة الفوتوغرافية الناجحة من ثلاث عناصر و هي التكوين المناسب و الإضاءة الصحيحة و قصة الصورة.",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "كل العلوم و الفنون تتبع لقواعد تكوين و تأليف معينة خاصة بها. كمثال اللغة الانجليزية و العربية لها قواعد لتكوين الجملة و التي تحدد كيفيه ربط الكلمات ببعضها لتأليف جملة ذات معنى. فإذا قمنا بوضع الكلمات بشكل عشوائي بدون الالتزام بقواعد اللغة تصبح الجملة بلا معنى مفهوم لها.",
    },
    {
      type: "paragraph",
      value:
        "كذلك في الموسيقى يوجد قواعد لتكوين النوتات الموسيقية عن طريق ربط العلامات الموسيقية بشكل معين ، و عند ربط العلامات الموسيقية بشكل عشوائي ينتج لدينا أصوات عشوائية لا معنى لها.",
    },
    {
      type: "image",
      value: require("../assets/intro/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "كذلك في التصوير الفوتوغرافي فعندما تمسك كاميرا الموبايل و تقوم بالتقاط الصورة بدون تخطيط لمظهر طبيعي أعجبك يظهر المشهد عشوائي لا معنى له. فتجد مثلا صورة لطفل و حولها الكثير من الاشياء الغير مرغوب بها.",
    },
    {
      type: "paragraph",
      value:
        "أو مثلا صورة لبناء مأخوذة من زاوية مائلة أو مقطوعة من أحد الأطراف و السيارات و الناس تظهر بشكل عشوائي في الطريق مما يشوش عين النظار عن الهدف من الصورة و تجعل عينه ضائعة فيها.",
    },
    {
      type: "paragraph",
      value:
        "لذلك يوجد قواعد لتكوين الصورة الفوتوغرافية تم أخذها من فن الرسم و يتم اتباعها في التصوير. هذه القواعد الهدف منها هو تحديد كيفية قيادة عين الناظر في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "علوم التصوير الفوتوغرافي و الرسم و التصوير السينمائي جميعها تتبع نفس قوانين التكوين المختصة بالصورة و المشهد ، فإذا أصبحت ملما بهذه القوانين و قمت بتطبيقها ستجد تحسن جذري في نتائج صورك.",
    },
    {
      type: "paragraph",
      value:
        "بعض القوانين الشائعة في تكوين الصورة هي ( توازن الصورة ، قاعدة الثلث ، قاعدة ملئ الإطار ، التأطير، الخطوط القيادية، مبدأ الفراغ ، القاعدة اللولبية، التناظر) سنتحدث عنها في درس لاحق.",
    },
    {
      type: "header",
      value: "الإضاءة المناسبة",
    },
    {
      type: "paragraph",
      value:
        "ما الفائدة من تصوير صورة طبيعية إن كانت معتمه لا استطيع رؤيتها أو حتى اذا كانت مضاءة بشكل زائد فلا استطيع تمييز ما في الصورة. أو اذا قمت بتصوير شخص ولكن يقع في الظل و خلفه منظر مضيء فتذهب عين المشاهد للخلفية بدلا من الشخص المراد تصويره.",
    },
    {
      type: "paragraph",
      value:
        "تحديد الإضاءة المناسبة يتعلق بشيئين، الأول اعدادات الكاميرا المناسبة و ثانيا ما هو الشيء المضاء في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "لتحديد الإضاءة المناسبة يجب أن تقوم بتحديد كمية الضوء المناسبة لتسجيل المشهد. يسمى ذلك بمثلث التعريض الضوئي. كاميرا الموبايل تقوم بهذا العمل عنك عن طريق ضبطها إعدادات الكاميرا بشكل تلقائي. و كذلك الكاميرات الاحترافية عند وضع النمط الأوتوماتيكي. لابأس من استخدام الوضع الأوتوماتيكي في البداية حتى تتمكن من فهم مثلث التعريض بشكل كامل لتستطيع استعمال الوضع اليدوي.",
    },
    {
      type: "paragraph",
      value:
        "في حال استخدام الوضع اليدوي تستطيع معرفة ما إذا تم الحصول على الكمية اللازم من الضوء باستخدام ميزان الضوء الموجود في الكاميرا أو عن طريق فحص الهيستوغرام.",
    },
    {
      type: "paragraph",
      value:
        "و لكن ضبط الإعدادات المناسبة للإضاءة في الكاميرا لا يكفي. إذ أنه يجب أن يقع الضوء على العنصر المراد تصويره بشكل رئيسي و ليس على الأشياء الأخرى حتى يتم قيادة عين الناظر عن هدف الصورة.",
    },
    {
      type: "paragraph",
      value:
        "كمثال إذا كنت تقوم بتصوير شخص معين يجب ان يكون هذا الشخص مضاء بشكل مناسب و يقع الضوء عليه و ليس الخلفية التي تقع خلفه أو الشخص الذي يقف بجانبه.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال تصوير مظهر طبيعي تأكد من حصول المشهد بشكل كامل على الضوء اللازم.",
    },
    {
      type: "paragraph",
      value:
        "لا تتردد من استخدام الفلاش للحصول على الضوء المناسب في حال التصوير الليلي أو ضمن المنزل للأشخاص.",
    },
    {
      type: "paragraph",
      value:
        "ما يجعل الصورة أجمل هو الحصول على اضاءه متدرجه بدلاً من اضاءة مستويه و لكن بدون ظلال قوية. لذلك ابتعد دوما عن التصوير عندما تكون الشمس تلقي بظلال قوية في منتصف النهار. و ابحث دوما على الإضاءة الناعمة في فترة ما بعد العصر أو استخدم الظلال في التصوير.",
    },
    {
      type: "paragraph",
      value:
        "في المناظر الطبيعية تحصل على الإضاءة المناسبة في الساعات الزرقاء قبل شروق الشمس أو في الساعات الذهبية أثناء بزوغ أو غروب الشمس.",
    },
    {
      type: "header",
      value: "قصة الصورة",
    },
    {
      type: "paragraph",
      value:
        "الصورة التي تتحدث عن قصة تعتبر الأكثر نجاحاً ، كمثال صورة لعروس تنظر إلى خاتم زفافها ، أو صورة لطفل ينظر إلى محل الألعاب من الخارج.",
    },
    {
      type: "paragraph",
      value:
        "بعض محاور التصوير مثل التصوير الصحفي Photo Journalist تعتمد بشكل اساسي على قصة الصورة.",
    },
    {
      type: "paragraph",
      value:
        "لذلك يجب أن تأخذ بعين الاعتبار قصة الصورة في حال كان المحور الذي تتبعه يحتاج إلى قصة.",
    },
    {
      type: "header",
      value: "نصائح عامة في التصوير",
    },
    {
      type: "paragraph",
      value:
        "تعرف على كاميرتك و أدواتك بشكل جيد و اقراء كتاب التعليمات الخاص بالكاميرا بشكل كامل.",
    },
    {
      type: "paragraph",
      value:
        "لكن لا تكن كالكاتب الذي يقضي وقته بمتابعه أحدث أنواع الأقلام. فالكاميرات الاحترافية لا تعطيك صورة جميلة من تلقاء نفسها. و إنما هي عبارة عن مجرد أداة.",
    },
    {
      type: "paragraph",
      value:
        "اعطي نفسك وقتاً بالتفكير و التخطيط لنتيجة الصورة قبل أخذها و لا تترك شيء للصدفة و قم بعمل قائمة من الاشياء التي تريد التأكد منها و اخذها بعين الاعتبار قبل اخذ الصورة و هي أولا تكوين الصورة. ثانية نوع الضوء و اتجاهه. ثالثاً قصة الصورة. رابعاً اعدادات الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "الفرق بين المصور و الشخص العادي أن المصور يقوم بصنع الصورة أما الشخص العادي يقوم فقط بالتقاط  ما يراه أمامه. لذلك اعتبر الصورة مشروع عمل و خذ الوقت الكافي لتخيل النتيجة التي تريد الحصول عليها في ذهنك قبل تصويرها و قم بعد ذلك بالتخطيط لذلك.",
    },
    {
      type: "paragraph",
      value:
        "لكل محور أو ظرف من ظروف التصوير معدات و أدوات لازمة حسب نوع التصوير و الظروف المحيطة به. لذلك عليك قبل الذهاب أو بدء جلسة التصوير التأكد من ان لديك الأدوات اللازمة. مثل العدسة المناسبة و معدات الاضاءة المناسبة و البطاريات الاحتياطية و بطاقات الذاكرة الاحتياطية و غيره من الادوات الاخرى التي قد تحتاجها.",
    },
    {
      type: "paragraph",
      value:
        "ضبط الاعدادات الخاصة بالكاميرا في الوضع اليدوي يختلف حسب غرض و محور التصوير لذلك عليك وضع الاعدادات المناسبة حسب التأثير الذي ترغب به من فتحة العدسة و سرعة الغالق و الايزو التي تشكل مثلث التعريض الضوئي.",
    },
    {
      type: "paragraph",
      value:
        "المشاهدين يجذبهم الصور التي تحتوي على المشاهد التي لا يشاهدونها كل يوم. لذلك حاول أن تأخذ الصور من منظور غير تقليدي بالبحث عن زوايا جديدة لالتقاط الصورة. أو عن طريق البحث عن اماكن جديدة و زوايا مرتفعة.",
    },
    {
      type: "paragraph",
      value:
        "درب نفسك إلى كيفية تركيب تكوين المشاهد و مصادر الضوء من خلال مشاهدتك للأفلام السينمائية.",
    },
    {
      type: "paragraph",
      value:
        "لا تخجل من استخدام الوضع التلقائي في الكاميرا إلى أن تتمكن لاحقاً من فهم كيفية استعمال الوضع اليدوي بشكل كامل.",
    },
    {
      type: "paragraph",
      value:
        "لا تعتمد على التعديل بالفوتوشوب لتعويض النقص في عناصر الصورة عن طريق المعالجة. عملك كمصور هو اخراج صورة متكاملة العناصر. أما التعديل و المعالجة فهي لإتمام العمل و اصلاح العيوب التي لا يمكن إجراءها اثناء التقاط الصورة.",
    },
    {
      type: "paragraph",
      value:
        "معالجة الصورة عن طريق برامج المعالجة يعتبر جزء من عملية التصوير لضبط التكوين و الألوان بشكل دقيق و اخفاء العيوب. لذلك لا عيب من تعديل الصورة إلى حد ما.",
    },
    {
      type: "paragraph",
      value:
        "أثناء عملية التصوير قم بأخذ العديد من الصور لنفس المشهد مع اجراء تعديلات بسيطة حتى يتسنى لك اختيار الصورة الأنسب لاحقاً.",
    },
    {
      type: "header",
      value: "نصائح في تصوير الطبيعة",
    },
    {
      type: "paragraph",
      value: "قم باستعمال عدسة عريضة و التي تعطي الحجم و العمق في المشهد.",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط اعدادات الكاميرا قم باختيار عمق حقل كبير نسبياً عن طريق تضييق نقطة العدسة.",
    },
    {
      type: "paragraph",
      value:
        "تعلم كيفية إيجاد و انتقاء المظاهر الطبيعية التي تراعي تطبيق قواعد التكوين.",
    },
    {
      type: "paragraph",
      value:
        "ابحث عن المظاهر و الظواهر الطبيعية الغير مألوفة و التي لا تراها العامة كل يوم. عاده الصور من اعالي الجبال تثير الإعجاب لأننا قلما نراها. أو المظاهر الطبيعية التي تأتي عند انقشاع الغيوم بعد المطر تكون عادة ملفتة للنظر.",
    },
    {
      type: "paragraph",
      value:
        "قم باختيار تكوين الصورة المناسب حسب قواعد التكوين و تجنب أخذ صورة اعتباطية بدون تكوين. تذكر أن عملك هو ان تصنع الصورة و ليس أن تلتقطها.",
    },
    {
      type: "paragraph",
      value:
        "قم باختيار الاضاءة المناسبة للمظهر الطبيعي عن طريق اختيار اوقات التصوير المناسبة مثل الساعة الذهبية و التي تكون اثناء شروق أو غروب الشمس أو الساعة الزرقاء و التي تكون قبيل شروق الشمس.",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط تكوين الصورة تأكد من ضبط الأفق و عدم ظهور الصورة مائلة و ترك مسافات كافية في الصورة لضبطها في ما بعد اثناء عملية المعالجة.",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير الليلي تجنب استخدام الأيزو العالي مما يسبب ظهور ضجيج في الصورة و بدلا عن ذلك قم باستخدام التعريض الطويل.",
    },
    {
      type: "header",
      value: "نصائح في تصوير الاشخاص",
    },
    {
      type: "paragraph",
      value:
        "قم باستعمال عدسة تيليفوتو و قم باختيار طول بؤري 50mm فما فوق لتجنب التشويه في الوجه الذي ينتج من استخدام العدسات العريضة.",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط إعدادات الكاميرا قم استخدم عمق حقل ضيق نسبياً و ذلك عن طريق اختيار فتحة عدسة كبيرة و ذلك لعزل الخلفية قدر الإمكان f/2.8 , f/1.8.",
    },
    {
      type: "paragraph",
      value:
        "تعلم كيفية العثور على زوايا تصلح لتصوير الأشخاص تكون خالية من الضجيج و الفوضى و تحتوي على عناصر تكوين مناسبة مثل النقوش و الخطوط القيادية و الانعكاس و غيرها.",
    },
    {
      type: "paragraph",
      value:
        "عند اختيار موضع التصوير انتبه إلى اتجاه الضوء و تأكد من ان الضوء يسقط على الوجه من الامام أو من الجانب و تجنب تكشير الوجه الناتج عن الضوء القوي. و استخدم الفلاش في حال التصوير في ظروف الاضاءة الضعيفة و يفضل الفلاش الارتدادي حتى لا يظهر ضوء قوي على الوجه أو عين حمراء.",
    },
    {
      type: "paragraph",
      value: "اجعل القصة جزء من الصورة إن أمكن.",
    },
    {
      type: "paragraph",
      value:
        "اجعل الشخص الظاهر في الصورة يبدوا أنه العنصر الأهم بالصورة عن طريق توجيه الضوء و الابتعاد عن الضجيج و الفوضى و تطبيق التكوين المناسب.",
    },
    {
      type: "paragraph",
      value:
        "قم بتجنب إظهار الاشياء التي لا معنى لها في الصورة من خلال تغيرك لزاوية التصوير أو عن طريق استعمال الزوم لضبط مشهد الصورة.",
    },
    {
      type: "paragraph",
      value:
        "تجنب قطع الصورة الغير مناسب لأجزاء الجسم كقطع منتصف اليد أو أطراف الأصابع.",
    },
    {
      type: "paragraph",
      value:
        "تأكد من ظهور الشخص بوضعيه جسم صحيحة تبدوا طبيعية و غير مصطنعة أو متكلفة.",
    },
    {
      type: "paragraph",
      value:
        "ابحث عن الإضاءة الناعمة التي تعطي ظلال و أضواء متدرجه على الوجه و تجنب الظلال القوية كالتي تظهر عند منتصف الظهر . و يفضل التصوير في الساعات بعد العصر و قبل المغرب أو في الظلال و بين المداخل.",
    },
    {
      type: "paragraph",
      value:
        "اظهار انعكاس الضوء في العين أو ما يسمى الكاتش لايت Catch light لتعطي الصورة الروح و الحيوية.",
    },
    {
      type: "paragraph",
      value: "قم بتحديد تركيز الكاميرا (الفوكس) على العين.",
    },
    {
      type: "paragraph",
      value: "اترك فراغات حول الشخص حتى تستطيع قص الصورة بشكل مناسب لاحقاً.",
    },
    {
      type: "paragraph",
      value:
        "قم بأخذ العديد من الصور لكل وضعية مع تعديلات بسيطة و ذلك حتى تحصل على صورة صحيحة و بتعابير مختلفة لتتمكن من اختيار الانسب بينها لاحقاً.",
    },
  ],
};
