export default {
  id: 3,
  title: "تصوير الطبيعة  Landscape Photography",
  paragraphs: [
    {
      type: "header",
      value: "تصوير الطبيعة  Landscape Photography",
    },
    {
      type: "header",
      value: "المعدات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "في تصوير الطبيعة ستحتاج إلى عدسة عريضة Wide lens بمجال بين 16-24 mm و ذلك لأن العدسة العريضة تقوم بعرض اكبر حجم ممكن من الصورة مع زيادة المسافات و الأبعاد في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "لن تحتاج إلى فتحة عدسة واسعه في هذا النوع من التصوير (إلا في حال تصوير الليلي) و ذلك لأنه كونك ستقوم باستعمال فتحة عدسة ضيقة مثل f/8 حتى f/16 و ذلك من اجل عمل تكبير عمق الحقل و اظهار كامل المظهر الطبيعي ضمن التركيز. لذلك فإنك عدسة الكاميرا المرفقة f/16-f/55 تفي بالغرض. المشكلة الوحيدة انه هذه العدسة كونها رخيصة فإنها ليست شديدة الدقة. لذلك في حال كنت تفكر باحتراف تصوير الطبيعة ربما من الجيد اقتناء عدسة عريضة جيدة الدقة بدلاً من العدسة المرفقة.",
    },
    {
      type: "image",
      value: require("../assets/landscape/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال كنت ستقوم بالتصوير الليلي أو التعريض الطويل ستحتاج إلى حامل كاميرا متين ثلاثي الارجل Tripod لتثبيت الكاميرا اثناء استعمال غالق الكاميرا لفترة طويلة و لمنع ارتجاج الكاميرا أثناء ذلك. يفضل ان يكون الحامل ثقيل حتى لا تهتز الكاميرا و الحامل في حال وجود ظروف مناخية سيئة مثل رياح قوية أو في حال وضع الحامل في النهر.",
    },
    {
      type: "image",
      value: require("../assets/landscape/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال كنت ستقوم بتصوير مظهر يحتوي على جدول مائي متحرك أو شلال في النهار أو امواج بحر ناعمة من اجل الحصول على تأثير تنعيم المياه فإنك ستحتاج إلى اجراء تعريض ضوئي طويل في النهار.",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة إذا قمت بزيادة سرعة الغالق و تقليل الايزو و تقليل فتحة العدسة ستحصل الكاميرا على الصورة زائدة التعريض.",
    },
    {
      type: "paragraph",
      value:
        "لذلك ستحتاج إلى تقليل الكمية الضوئية الداخلة إلى الكاميرا عن طريق استعمال فلتر ND و الذي هو اختصار إلى Natural Density  يقوم هذا الفلتر بالعمل كالنظارة الشمسية بتقليل كمية الضوء الداخلة للكاميرا. ",
    },
    {
      type: "image",
      value: require("../assets/landscape/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "و لهذا الفلتر درجات فهناك فلتر 0.3 يقوم بإزالة 30% من الضوء و فلتر 0.6 يحجب %60 من الضوء. و هكذا.",
    },
    {
      type: "paragraph",
      value:
        "أما للحصول على تأثير زيادة الفرق في الألوان في حال التصوير المشاهد التي تحتوي على غيوم و الكثير من الالوان تستطيع استعمال فلتر بولارايزر Polarizer و الذي يعطي الألوان المزيد من الحيوية و يقوم بزيادة الاشباع اللوني و كذلك يمنع ظهور بقع ضوء الشمس في الصورة Haze.",
    },
    {
      type: "image",
      value: require("../assets/landscape/pic-4.jpg"),
    },
    {
      type: "header",
      value: "إعدادات الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لإعدادات الكاميرا فإنك ستحتاج في البداية إلى وضع مقياس الضوء Metering إلى الوضع Matrix حتى يتم قياس الضوء بناء على كامل المشهد. بعد ذلك قم باستعمال فتحة عدسة بين f/8 إلى f/16 حسب شدة الاضاءة و ذلك حتى تظهر كامل الصورة من الخلفية و المقدمة ضمن التركيز. ",
    },
    {
      type: "paragraph",
      value:
        ". بعد ذلك قم بوضع الأيزو بين 100 إلى 200 لتجنب الضجيج في الصورة. بعد ذلك قم بمراقبة ميزان الضوء فإذا كان الضوء قليل و المقياس إلى اليسار قم بتقليل سرعة الغالق و اذا كان الضوء زائد قم بزيادة سرعة الغالق.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت سرعة الغالق التي وصلت إليها لا تسمح لك بحمل الكاميرا يدويا اقل من 1/60 قم بوضع الكاميرا على الحامل أو قم بتعويض الضوء من فتحة العدسة او الأيزو و لكن بحيث لا تكون فتحة العدسة أكبر من f/8 أو الايزو أكبر من 400.",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تصور مشهد يحتوي على مياه أو غيوم فأنك ستحتاج إلى اضافة القليل من الحركة إلى المشهد و ذلك عن طريق تقليل سرعة الغالق قليلاً من اجل اظهار حركة الغيوم و حركة المياه في الصورة لتظهر بشكل ناعم. لعمل ذلك في البداية قم بوضع سرعة الغالق ثانية تقريباً 1″ و ضع الأيزو على 100 ثم قم بوضع فتحة عدسة ضيقة مثل f/10 . هنا لن يعمل مقياس الضوء و عليك الاعتماد على الهيستوغرام فإذا كان يدل على أن الضوء شديد يجب عليك استعمال فلتر ND قم بوضع الفلتر و راقب النتيجة.",
    },
    {
      type: "paragraph",
      value:
        "إذا كان ما يزال يدل على أن الضوء قوي قم بتضييق فتحة العدسة بشكل اكبر أو قم بوضع فلتر ND بشدة أكبر أو تستطيع تركيب فلتر اضافي فوق الفلتر السابق.",
    },
    {
      type: "header",
      value: "تكوين الصورة و إيجاد المظهر المناسب",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الطبيعة الخطوة الأولى و الأهم هي ايجاد المظهر المناسب . كيف تعرف أن المظهر مناسب أم لا يكفي ان المظهر اعجبك أو لا و إنما بأنك هل تستطيع تطبيق قواعد تكوين الصورة على المظهر الذي تراه أمامك أم لا. لذلك حاول دوماً تدريب عينك على إيجاد المظاهر الطبيعية المراعية لقواعد تكوين الصورة التي تحدثنا عنها سابقاً.",
    },
    {
      type: "paragraph",
      value:
        "قم بالبحث عن المظاهر الطبيعية أو الظواهر التي لا تراها الناس كل يوم. لاحظ أن معظم الصور الطبيعية الملفتة للنظر ليست مظاهر اعتيادية فهي إما من منطقة مرتفعة عالية تظهر سهول فيها غيوم و جبال و اشجار. أو كتل رملية في الصحراء تقود عين الناظر داخل الصورة ، أو صورة لأبنية برجية من زاوية معينة لم تراها من قبل. تجنب اظهار الناس في الصورة و استثمر الساعة الذهبية عند شروق الشمس أو الزرقاء قبل شروقها حيث تكون الناس غير متواجدة و إضاءة الشمس ناعمة و مناسبة.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "معالجة الصورة لن تختلف عن المذكور في الدرس الخاص بمعالجة الصورة ببرنامج لايت روم و لكن سأركز على بعض النقاط المهمة.",
    },
    {
      type: "paragraph",
      value:
        "قم بداية بتفعيل خيار تصحيح الكاميرا Profile Correction و خيار تصحيح الانحراف اللوني Chromatic Appertain . بعد ذلك قم بتصحيح التعريض الضوئي Exposure. بعد ذلك قم بضبط تكوين الصورة عن طريق تصحيح الافق و أداة القص Cropping مع مراعاة قوانين تكوين الصورة من موازنة الصورة و نقطة التركيز و الخطوط القيادية.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم بزيادة اشباع الالوان عن طريق خيار Vibrance و Saturation و لكن ليس بطريقة تظهر الصورة على انها معالجة. بالنسبة للأضواء و الظلال و باقي الخيارات قم بأجراء ما تراه مناسباً عن طريق التجربة.",
    },
  ],
};
