export default {
  id: 3,
  title: "معالجة الصور ببرنامج لايت روم Light room",
  paragraphs: [
    {
      type: "header",
      value: "معالجة الصور ببرنامج لايت روم Light room",
    },
    {
      type: "paragraph",
      value:
        "عندما نتكلم عن معالجة الصورة يخطر ببال العموم أن معالجة الصورة تعني إضافة المؤثرات و الألوان الغريبة إلى الصورة و ليس هذا ما يعني بمعالجة الصورة.",
    },
    {
      type: "paragraph",
      value:
        "معالجة الصورة يقصد بها إصلاح الأخطاء التي حدثت اثناء أخذ الصورة من الكاميرا ،  لذلك عملية معالجة الصورة هي جزء من عملية التصوير ، كما كان قديما قبل ظهور كاميرات الديجيتال يتم تحميض الصور لإظهارها فإنه في تصوير الديجيتال نقوم باستيراد الصور من الكاميرا و ضبط اضاءتها و تكوينها ثم تخريجها كصورة نهائية.",
    },
    {
      type: "paragraph",
      value:
        "أجد كثيراً أن المبتدئين يقعون عادة في أحد الخطئتين التاليين. الخطاء الأول أنه يقوم بوضع الصورة كما هي من الكاميرا فتكون غير صحيحة التكوين و غير صحيحة التعريض الضوئي و عندما تخبره أن الصورة غير صحيحة فيرد عليك بأن الصورة غير معالجة. ",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة قل لي أنك لم تنهي العمل على الصورة. و هكذا تعتبر الصورة منتج غير منتهي. الخطاء الثاني أنه يقوم بتغيير الألوان و التباين في الصورة بطريقة غريبة بعيدة كل البعد عن ضبط اخطاء الصورة و إنما فقط لإضاءة المؤثرات كما يتم عند استعمال برنامج إنستغرام.",
    },
    {
      type: "paragraph",
      value:
        "الهدف الأول من معالجة الصورة هو تصحيح اخطائها و ضبطها بالشكل الصحيح لإخراج الصورة كمنتج نهائي بعد ذلك يمكنك أن تفكر بإضافة الكماليات إلى الصورة لعمل بعض المؤثرات و الذي هو يعتبر اختصاص اخر خارج نطاق هذا الدرس.",
    },
    {
      type: "header",
      value: "التصوير بصيغة الرو Raw",
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم الكاميرا بالتقاط الصورة فإنها تقوم بجمع المعلومات من حساس الكاميرا ثم وضعها في الذاكرة المؤقتة للكاميرا ثم بعد ذلك تقوم الكاميرا بضغط الصورة و تقليل حجمها و إزالة معظم معلومات الألوان و تقليل دقة الصورة ( يقصد بدقة الصورة الطول و العرض) و تحويلها إلى نوع Jpeg ثم بعد ذلك تقوم بتخزينها إلى الذاكرة الدائمة في الكاميرا و التي هي بطاقة الذاكرة .",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "حتى نحافظ على جميع المعلومات التي يقوم حساس الكاميرا يجمعها من الصورة بدون أي نقص نقوم بتغيير إعدادات الكاميرا لاستعمال التصوير بصيغة الرو RAW. كلمة رو تعني خام باللغة العربية.",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة لن تقوم الكاميرا بإزالة اي معلومات من الصورة و ستقوم بتخزينها كما هي بشكل كامل إلى بطاقة الذاكرة.",
    },
    {
      type: "paragraph",
      value:
        "تفيدنا هذه العملية عند معالجة الصورة ببرنامج اللايت روم إلى إمكانية استرداد اكبر قدر ممكن من معلومات الصورة من اضواء و ظلال و تفاصيل و تدرج بين الألوان و المجال اللوني للكاميرا و التي لا يمكن إجراءها في حال التصوير بصيغة Jpeg و بدون ذلك أنت لم تستعمل كامل امكانيات الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "إن مساوئ التصوير بصيغة الرو أن الكاميرا تحتاج إلى وقت اكبر لفتح الصورة أثناء عملية التصوير و أن الصورة تحتاج مساحة تخزين أكبر لذلك لن يكون لديك نفس المساحة كما في حال التصوير بصيغة Jpeg كما أنه في حال التصوير بوضع الغالق المستمر لن تكون الكاميرا قادرة على اخذ الكثير من الصور لذلك في حال كنت تستعمل التصوير بالغالق المستمر يمكنك استعمال صيغة Jpeg.",
    },
    {
      type: "header",
      value: "صيغ ملفات الرو Raw Extensions",
    },
    {
      type: "paragraph",
      value:
        "تختلف صيغة ملفات الرو حسب الشركة المصنعة للكاميرا. ففي كاميرات النيكون يتم استعمال الصيغة NEF و في كاميرات كانون يتم استعمال الصيغة CR2 و في باقي الكاميرات ربما يتم اعتماد صيغ اخرى.",
    },
    {
      type: "paragraph",
      value:
        "في بعض الأحيان برنامج اللايت روم Light room و برنامج كاميرا رو Camera Raw قد لا يدعمان الأنواع الجديدة من صيغ ملفات الرو لذلك تقوم شركة أدوبي Adobe بإصدار نسخ محدثة دوريا كلما تم إصدار كاميرات جديدة حتى تدعم قراءة أنواع ملفات الرو الجديدة.",
    },
    {
      type: "paragraph",
      value:
        "بما أن كل شركة تقوم باستعمال صيغة مخلفة من ملفات الرو لذلك قامت شركة أدوبي بإصدار نوع قياسي لملفات الرو بصيغة DNG  لذلك في حال أردت ارشفه ملفات الرو الخاصة بك يفضل أن تفوم بتحويلها إلى هذا النمط عن طريق برنامج اللايت روم أو برنامج التحويل الخاص بأدوبي  Adobe DNG Converter",
    },
    {
      type: "header",
      value:
        "معالجة الصور ببرنامج Photoshop+ Camera Raw و برنامج لايت روم  Light room",
    },
    {
      type: "paragraph",
      value:
        "بشكل اساسي يوجد طريقتين لاستيراد الصور و معاجلتها الطريقة الأولى هي استخدام برنامج لايت روم Light room و الطريقة الثانية استخدام برنامج فوتوشوب Photoshop مع إضافة Camera Raw. بشكل شخصي استعمل برنامج Light  room لسهولته و لأنه يعطي نتائج اسرع مع امكانية عم ارشيف للصور.",
    },
    {
      type: "paragraph",
      value:
        "و نستطيع القول أن برنامج لايت روم Light room  يستعمل لمعالجة عدد كبير من الصور في أن واحد أما الفوتوشوب Photoshop يستعمل لمعالجة كل صورة بشكل منفصل مع إجراء الكثير من العمليات المخصصة.",
    },
    {
      type: "header",
      value: "معايره جهاز العرض Display Calibration",
    },
    {
      type: "paragraph",
      value:
        "يستحسن قبل أن تبدأ بمعالجة الصور أن تتأكد من أن شاشة الكمبيوتر الخاصة بك تقوم بعرض الألوان بالشكل الصحيح و أن إضاءة الشاشة ليست زائدة أو ناقصة و أنها تقوم بعرض الألوان بشكلها الحقيقي و إلا ستتفاجأ بعد ظهور الصور على الاجهزة الأخرى إن الصور تظهر بشكل مختلف.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يوجد أكثر من طريقة لذلك و تختلف من نظام تشغيل إلى أخر. ابسط طريقة في حال كنت تستعمل نظام تشغيل الويندوز انتقل إلى لوحة التحكم Control Panel ثم اختيار معايرة ألوان جهاز العرض Calibrate display color. أو عن طريق كتابة الأمر dccw  من قائمة التشغيل في ويندوز. بعد ذلك قم بتبع معالج المعايرة خطوة بخطوة للنهاية.",
    },
    {
      type: "paragraph",
      value:
        "يفضل بعد أن تقوم بمعالجة الصورة و تصديرها أن تقوم بمشاهدتها على أجهزة مختلفة حتى تتأكد من أن الالوان المستعملة صحيحة كالموبايل مثلاً.",
    },
    {
      type: "header",
      value: "استكشاف برنامج لايت روم",
    },
    {
      type: "paragraph",
      value:
        "في البداية انصحك بأن تقوم بتشغيل البرنامج و محاولة تطبيق المحتويات خطوة بخطوه اثناء قراءة المحتوى.",
    },
    {
      type: "paragraph",
      value:
        "البرنامج يحتوي على نمطين رئيسيين الأول هو نمط المكتبة Library  و الذي يستخدم لعرض الصور و استيرادها و تقييمها و النمط الثاني نمط التطوير Develop و الذي يستخدم للعمل على ضبط الصورة بعد اختيارها.",
    },
    {
      type: "paragraph",
      value:
        "ستجد في الزاوية العلوية اليمنى شريط الاختيار بين أنماط البرنامج. عند النقر على Library  سوف تصبح داخل المكتبة و عند النقر على زر Develop  ستصبح في نمط التطوير بعد أن تقوم باختيار الصورة.",
    },
    {
      type: "header",
      value: "نمط المكتبة Library",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "نمط المكتبة هو النمط الرئيسي الذي يكون مفعلاً عند تشغيل البرنامج و تستطيع اختياره أبضا بالنقر على زر Library في الأعلى.",
    },
    {
      type: "paragraph",
      value:
        "الغرض من هذا النمط هو مشاهدة مكتبة الصور الموجودة و تقييم الصور حسب جودتها و استيراد الصور من الكاميرا أو بطاقة الذاكرة و تصنيفها ضمن مجلدات.",
    },
    {
      type: "header",
      value: "استيراد الصور Camera Import",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في البداية و لنفترض انك تستعمل البرنامج لأول مرة لن يكون هناك أي محتويات من الصور في نافذة المجلدات الجانبية أو المحتويات في المنتصف لذلك قم بتوصيل بطاقة الذاكرة الخاصة بالكاميرا بجهاز الكمبيوتر عن طريق وضعها في جهاز قراءة الذاكرة ثم اضغط على زر الاستيراد Import المتواجد في المنطقة اليسرى من الاسفل. بعد النقر على زر الاستيراد Import ستظهر لك النافذة التالية الخاصة بعملية الاستيراد.",
    },
    {
      type: "paragraph",
      value:
        "الأن بعد أن ظهرت نافذة الاستيراد قم باختيار المجلد الذي يحتوي الصور التي ترغب باستيرادها من نافذة المصدر Source المتواجدة على المنطقة اليسرى و بعد ذلك ستبدأ الصور في الظهور في المنطقة المتوسطة.",
    },
    {
      type: "paragraph",
      value:
        "سيقوم البرنامج تلقائياً باختيار الصور الجديدة فقط (التي لم تقم باستيرادها مسبقاً). قم بتحديد الصور التي ترغب باستيرادها بوضع علامة الصح عليها أو باختيار زر Check all من الاسفل.",
    },
    {
      type: "paragraph",
      value:
        "الأن قم بتحديد نوع العملية الخاصة بالاستيراد. بشكل افتراضي يتم استخدام العملية Copy و التي تعني نسخ الصور من بطاقة الذاكرة إلى جهاز الكمبيوتر. في حال قمت باستعمال النمط Copy as DNG  فأن البرنامج يقوم بنسخ الصور إلى جهاز الكمبيوتر مع تحويل الصيغة للملف DNG.",
    },
    {
      type: "paragraph",
      value:
        "أما بالنسبة للخيار Add فيعني إضافة الصور فقط بدون نسخها و يتم استعمال هذا الخيار عند وجود الملفات على جهاز الكمبيوتر و نرغب فقط بإضافتها للبرنامج بدون نسخها. أما Move فيقوم بحذف الملفات من المصدر بعد نسخها إلى جهاز الكمبيوتر.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم بتحديد المجلد الهدف الذي سيتم تخزين الصور بداخله من المنطقة اليمينية Destination. بشكل افتراضي يقوم البرنامج بحفظ الصور داخل مجلدات حسب تاريخ التصوير.",
    },
    {
      type: "paragraph",
      value: "بعد ذلك قم بالضغط على زر Import لتبدأ عملية الاستيراد.",
    },
    {
      type: "header",
      value: "تقييم و فرز الصور",
    },
    {
      type: "paragraph",
      value:
        "بعد ان تم استيراد جميع الصور ستظهر الصور أمامك في منطقة العرض الموجودة في الوسط. في هذه المرحلة سنقوم بتقييم الصور الجيدة و نستبعد الصور السيئة.",
    },
    {
      type: "paragraph",
      value:
        "لأنه بعد عملية تقييم الصور ستعمل فقط على معالجة الصور الجيدة و ترك الصور السيئة. يتم عادة تقييم الصور من خلال تقييمها بدرجة من واحد إلى خمسة.",
    },
    {
      type: "paragraph",
      value:
        "و كلما زاد العدد دل ذلك على أن الصورة أفضل. الصور الممتازة قم بتقييمها بخمس و الجيدة بأربع و المقبولة بثلاث و هكذا. كذلك تستطيع انتقاء الصور بوضع علم عليها أو استبعادها باختيار العلم المرموز بالرمز إكس.",
    },
    {
      type: "paragraph",
      value:
        "حتى تقوم بالتبديل بين عرض صورة واحدة أو الصور كأيقونات قم بتبديل طريقة العرض بالنقر على الزر E لعرض صورة واحدة أو G لعرض الصور بشكل الأيقونات. أو قم بذلك من خلال التبديل من الرموز الموجودة في الاسفل.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم بالانتقال إلى طريقة عرض الصورة الواحدة بالضغط على الزر E و قم بمعاينة الصورة. إذا كانت الصورة ممتازة اختر خمس نجوم بالضغط على الرقم خمسة أو باختيار النجمة الخامسة من الأسفل. و إذا كانت أقل من ذلك قم باختيار النجمة المناسبة حسب ما تراه مناسبا أو بالضغط من لوحة المفاتيح على الأرقام من واحد إلى خمسة.",
    },
    {
      type: "paragraph",
      value:
        "بعد أن تقوم بتقييم الصورة سيقوم البرنامج بنقلك إلى الصورة التالية بشكل تلقائي. و كذلك تستطيع التنقل بين الصور باستعمال الاسهم في لوحة المفاتيح.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-6.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن تنتهي من تقييم جميع الصور التي قمت بالتقاطها خلال جلسة التصوير يتم فلترة الصور حسب التقييم الافضل من خلال عرض الصور بشكل صور مصغرة بالضغط على الزر G أو باختيار رمز المصغرات من الاسفل.",
    },
    {
      type: "paragraph",
      value:
        "ثم من الأعلى فرز الصور حسب اهميتها باختيار خيار Rated من القائمة المنسدلة للخيار Filters off.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم باختيار خيارات الفرز حسب تقييم الصور التي تريد العمل عليها. ففي الصورة تم فلترة الصور بالرمز Flagged للعمل عليها.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-8.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الأن لبدء المعالجة على الصورة قم بالضغط عليها مرتين لفتحها ثم انقر على الخيار العلوي Develop للانتقال إلى نمط التعديل.",
    },
    {
      type: "header",
      value: "نافذة التطوير في لايت روم  Develop Mode",
    },
    {
      type: "paragraph",
      value:
        "عند الانتقال إلى نمط التعديل ستظهر لك النافذة الموجودة في الصورة في الاسفل. في المنتصف ستجد الصورة التي ستقوم بالعمل عليها ضمن مساحة العمل.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في المنطقة اليسارية العليا يوجد نافذة مصغرة لمعاينة الصورة و الانتقال إلى تكبير جزء صغير من الصورة مع تحديد منطقة المعاينة.",
    },
    {
      type: "paragraph",
      value:
        "في اليسار الأسفل يوجد قائمة بقوالب التعديل الجاهزة التي تستطيع اختيار أو إضافة إعدادات التعديل إليها Presets. في المنطقة اليمنى العليا يوجد معلومات الهيستوغرام الخاصة بالصورة. و في اليمين الأسفل ستجد شريط خيارات التطوير.",
    },
    {
      type: "header",
      value: "مبادئ عامة",
    },
    {
      type: "paragraph",
      value:
        "ضمن شريط خيارات التطوير يوجد عدة أقسام حسب الغرض منها. لتغيير أي خاصية ستجد اسم الخاصية و بجانبها شريط منزلق. قم بتحريك الشريط المنزلق لتغيير القيمة الخاصة بها. أما إذا اردت إلغاء التعديل الذي قمت به على الخاصية قم بالضغط على الزر Alt و اثناء ذلك انقر على اسم الخاصية لنعود إلى قيمتها الأصلية.",
    },
    {
      type: "paragraph",
      value:
        "ستلاحظ ظهور العنوان أيضا Reset اثناء النقر على الزر Alt لتنقر عليه لاستعادة القيم الافتراضية. أما إذا أردت إلغاء جميع التعديلات على الصورة اضغط على زر Reset الموجود في الاسفل شريط التطوير.",
    },
    {
      type: "paragraph",
      value:
        "ليس عليك استعمال جميع الخيارات الموجودة ضمن قائمة التعديل و ما عليك فعله هو تصحيح الاخطاء إن وجدت للوصول إلى الصورة المثالية.",
    },
    {
      type: "header",
      value: "تصحيح عيوب العدسة Lens Correction",
    },
    {
      type: "paragraph",
      value:
        "عند البدء بمعالجة الصورة الخطوة الأولى يجب أن نخبر برنامج اللايت روم عن نوع العدسة المستخدمة حتى يقوم بضبط العيوب الناتجة عن هذه العدسة.",
    },
    {
      type: "paragraph",
      value:
        "تقوم الكاميرا بتخزين معلومات الكاميرا و العدسة المستعملة في الصورة داخل معلومات الميتا Meta المرفقة. لذلك البرنامج قادر على معرفة نوع العدسة و وضع التصحيح المناسب لها. أما في حال كانت الصورة ملتقطة من الموبايل فلن تكون المعلومات هذه موجودة.",
    },
    {
      type: "paragraph",
      value:
        "من خيارات التطوير اذهب إلى القسم Lens Correction و تأكد من أنك تعمل على الصفحة Basic ثم قم بتفعيل الخيار Enable Profile Correction  و الذي يعمل على تصحيح عيوب العدسة حسب نوعها. بعد ذلك قم باختيار الخيار Remove Chromatic Aberration  و الذي يقوم بتصحيح عيوب الانحراف اللوني إن وجدت.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يستطيع برنامج لايت روم تحليل الصورة و توفير بعض خيارات التصحيح للميلان و التقعر. لتشغيل التصحيح التلقائي قم بالضبط على الزر Auto. أما لضبط الأفق فقط قم بالضغط على الزر Level.  لضبط المنظور العامودي اضغط على الزر Vertical. و لضبط المنظور الافقي و العامودي و الافق اضغط على الزر Full.",
    },
    {
      type: "paragraph",
      value:
        "في معظم الاحيان لن تستعمل سوى الخيارات الموجودة داخل الصفحة Basic. و لكن في حال لم يعمل خيار تحديد نوع العدسة بشكل تلقائي تستطيع تحديد نوع العدسة بشكل يدوي بالانتقال إلى الصفحة Profile ثم تحديد الشركة المصنعة Make  و نوع العدسة Model من القوائم المنسدلة. كما تستطيع ضبط درجة تشويه العدسة يدوياً من الشريط المنزلق Distortion  و تستطيع ضبط الحواف السوداء للعدسة يدوياً من الشريط المنزلق  Vignetting.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لضبط الانحراف اللوني للعدسة chromatic aberration بشكل يدوي فيمكنك ذلك بالانتقال إلى النافذة Color.",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت لا تعلم ما هو نوع العدسة المستعملة أو أنك أردت ضبط تصحيح العدسة بشكل يدوي كليا فيمكنك ذلك من استعمال الصفحة Manual. الشريط المنزلق Distortion فهو لضبط التعديل الناتج عن تقعر العدسة. الشريط Vertical هو لتصحيح الميلان الشاقولي للصورة.  الشريط Horizontal لضبط الميلان الأفقي في الصورة. الشريط Rotate لضبط ميلان الافق و تدوير الصورة. الشريط Scale لتقريب و إبعاد الصورة. الشريط Scale  لتغير النسب بين الطول و العرض في الصورة. الخيار Constraint Crop  لقص المساحات الفارغة في الصورة بعد عملية التصحيح.",
    },
    {
      type: "paragraph",
      value:
        "أما الشريطين Amount, Midpoint التابعان لـ lens Vignetting  فهما لضبط الحواف السوداء بالعدسة .",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "Amount لتحديد عمق اللون الاسود أما Midpoint لتحديد حجم المساحة المشغولة باللون الأسود.",
    },
    {
      type: "header",
      value: "ضبط تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "اثناء تصوير الصورة يجب أن تكون قد اخذت بعين الاعتبار اختيار التكوين المناسب لها باتباع احد قواعد التكوين بعد ذلك تقوم بضبط التكوين بشكل دفيق في البرنامج.",
    },
    {
      type: "paragraph",
      value:
        "و لعمل ذلك تحتاج إلى إجراء عمليتين الأولى هي ضبط ميلان الصورة أو الأفق و الثانية هي ضبط قطع الصورة Cropping. تأكد اثناء تصوير الصورة من ترك بعض المسافات في الاطراف حتى تستطيع أن تقوم بضبط التكوين لاحقاً في برنامج اللايت روم.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-13.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لبدء عملية ضبط التكوين قم بالنقر بالفأرة على أيقونة Crop Overlay  و التي تشبه مستطيل بأطراف متقطعة في بداية القسم الأيمن أو من الكيبورد اضغط الزر R. بعد ذلك سيظهر لك القسم الخاص بضبط تكوين الصورة.",
    },
    {
      type: "header",
      value: "ضبط الأفق",
    },
    {
      type: "paragraph",
      value:
        "لضبط الأفق المائل قم بالضغط على أيقونة المسطرة ثم انتقل إلى الصورة و فم برسم المسطرة ضمن مساحة العمل على أي عامود أو خط افقي أو عامودي صحيح في الصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-14.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الطريقة الثانية هي بتحريك المؤشر المنزلق Angle يمينا و يساراً حتى يصبح الأفق أو الأعمدة في الصورة صحيحة و موازية لخطوط المساعدة الظاهرة فوق الصورة.",
    },
    {
      type: "header",
      value: "ضبط القطع و التكوين",
    },
    {
      type: "paragraph",
      value:
        "تكوين الصورة هو قائم على إنشاء التكوين الصحيح أثناء التقاط الصورة ثم بعد ذلك قطع الصورة بشكل صحيح اثناء عملية المعالجة عن طريق تطبيق أحد قواعد التكوين مثل قاعدة التثليث أو قاعدة اللولب الذهبي أو غيرها.",
    },
    {
      type: "paragraph",
      value:
        "بعد أن قمت بإظهار القسم الخاص بضبط قطع الصورة ستلاحظ رسم خطوط مساعدة افقية و عرضية فوق الصورة و هي خطوط قاعدة التثليث.",
    },
    {
      type: "paragraph",
      value:
        "لتغيير خطوط المساعدة إلى القواعد الاخرى قم بالنقر على الزر O.  لتجد أن شكل الخطوط اختلف للتبديل بين القواعد المختلفة.",
    },
    {
      type: "paragraph",
      value: "لتدوير الخطوط لنفس القاعدة قم بالضغط Shift + O.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-15.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن قمت باختيار خطوط القاعدة المناسبة لك و افترض بشكل عام انك ستستعمل قاعدة التثليث قم بضبط قطع الصورة بتحريك اطراف الإطار بواسطة الفأرة حتى تحصل على القطع الذي تريده.",
    },
    {
      type: "paragraph",
      value: "يعد الانتهاء اضغط على الزر Done في الشريط السفلي.",
    },
    {
      type: "header",
      value: "ضبط التعريض و الإضاءة",
    },
    {
      type: "paragraph",
      value:
        "الخطوة التالية المهمة هي البدء بضبط التعريض الضوئي و الأضواء و الظلال و معايرة اللون الأبيض. يتم عمل ذلك من القسم Basic.  و نستطيع القول أن هذه المنطقة تتحكم بشكل رئيسي بالهسيتوغرام الخاص بالصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-16.jpg"),
    },
    {
      type: "header",
      value: "معايرة اللون الابيض و درجة حرارة اللون",
    },
    {
      type: "paragraph",
      value:
        "الخطوة الأولى لضبط معايرة اللون الأبيض هي بالضغط بداية على القطارة الموجودة على الزاوية العلوية اليسرى من الصورة ثم البحث عن لون ابيض في الصورة و النقر عليه.",
    },
    {
      type: "paragraph",
      value:
        "يجب في هذه الحالة ان يتم تصحيح درجة حرارة اللون في الصورة و يقصد بذلك أن لا يكون اللون الأبيض في الصورة مائل للأصفر ولا مائل للأزرق.",
    },
    {
      type: "paragraph",
      value:
        "إذا لم تفلح هذه الطريقة فالطريقة الثانية هي عن طريق ضبط الشريط المنزلق Temp يميناً و يساراً حتى تصل إلى اللون الغير مائل إلى الصفار أو الزرقة.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك أيضا بضبط الشريط المنزلق Tint يمينا و يساراً حتى تصل إلى اللون الغير مائل إلى الأخضر أو البنفسجي.",
    },
    {
      type: "paragraph",
      value:
        "لا ينبغي أن تستعمل معايرة اللون الأبيض لإضافة المؤثرات على الصورة و عوضاً عن ذلك تستطيع تغيير ألوان الأضواء و الظلال من القسم Split Toning.",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "image",
      value: null,
    },
  ],
};
