export default {
  id: 3,
  title: "معالجة الصور ببرنامج لايت روم Light room",
  paragraphs: [
    {
      type: "header",
      value: "معالجة الصور ببرنامج لايت روم Light room",
    },
    {
      type: "paragraph",
      value:
        "عندما نتكلم عن معالجة الصورة يخطر ببال العموم أن معالجة الصورة تعني إضافة المؤثرات و الألوان الغريبة إلى الصورة و ليس هذا ما يعني بمعالجة الصورة.",
    },
    {
      type: "paragraph",
      value:
        "معالجة الصورة يقصد بها إصلاح الأخطاء التي حدثت اثناء أخذ الصورة من الكاميرا ،  لذلك عملية معالجة الصورة هي جزء من عملية التصوير ، كما كان قديما قبل ظهور كاميرات الديجيتال يتم تحميض الصور لإظهارها فإنه في تصوير الديجيتال نقوم باستيراد الصور من الكاميرا و ضبط اضاءتها و تكوينها ثم تخريجها كصورة نهائية.",
    },
    {
      type: "paragraph",
      value:
        "أجد كثيراً أن المبتدئين يقعون عادة في أحد الخطئتين التاليين. الخطاء الأول أنه يقوم بوضع الصورة كما هي من الكاميرا فتكون غير صحيحة التكوين و غير صحيحة التعريض الضوئي و عندما تخبره أن الصورة غير صحيحة فيرد عليك بأن الصورة غير معالجة. ",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة قل لي أنك لم تنهي العمل على الصورة. و هكذا تعتبر الصورة منتج غير منتهي. الخطاء الثاني أنه يقوم بتغيير الألوان و التباين في الصورة بطريقة غريبة بعيدة كل البعد عن ضبط اخطاء الصورة و إنما فقط لإضاءة المؤثرات كما يتم عند استعمال برنامج إنستغرام.",
    },
    {
      type: "paragraph",
      value:
        "الهدف الأول من معالجة الصورة هو تصحيح اخطائها و ضبطها بالشكل الصحيح لإخراج الصورة كمنتج نهائي بعد ذلك يمكنك أن تفكر بإضافة الكماليات إلى الصورة لعمل بعض المؤثرات و الذي هو يعتبر اختصاص اخر خارج نطاق هذا الدرس.",
    },
    {
      type: "header",
      value: "التصوير بصيغة الرو Raw",
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم الكاميرا بالتقاط الصورة فإنها تقوم بجمع المعلومات من حساس الكاميرا ثم وضعها في الذاكرة المؤقتة للكاميرا ثم بعد ذلك تقوم الكاميرا بضغط الصورة و تقليل حجمها و إزالة معظم معلومات الألوان و تقليل دقة الصورة ( يقصد بدقة الصورة الطول و العرض) و تحويلها إلى نوع Jpeg ثم بعد ذلك تقوم بتخزينها إلى الذاكرة الدائمة في الكاميرا و التي هي بطاقة الذاكرة .",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "حتى نحافظ على جميع المعلومات التي يقوم حساس الكاميرا يجمعها من الصورة بدون أي نقص نقوم بتغيير إعدادات الكاميرا لاستعمال التصوير بصيغة الرو RAW. كلمة رو تعني خام باللغة العربية.",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة لن تقوم الكاميرا بإزالة اي معلومات من الصورة و ستقوم بتخزينها كما هي بشكل كامل إلى بطاقة الذاكرة.",
    },
    {
      type: "paragraph",
      value:
        "تفيدنا هذه العملية عند معالجة الصورة ببرنامج اللايت روم إلى إمكانية استرداد اكبر قدر ممكن من معلومات الصورة من اضواء و ظلال و تفاصيل و تدرج بين الألوان و المجال اللوني للكاميرا و التي لا يمكن إجراءها في حال التصوير بصيغة Jpeg و بدون ذلك أنت لم تستعمل كامل امكانيات الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "إن مساوئ التصوير بصيغة الرو أن الكاميرا تحتاج إلى وقت اكبر لفتح الصورة أثناء عملية التصوير و أن الصورة تحتاج مساحة تخزين أكبر لذلك لن يكون لديك نفس المساحة كما في حال التصوير بصيغة Jpeg كما أنه في حال التصوير بوضع الغالق المستمر لن تكون الكاميرا قادرة على اخذ الكثير من الصور لذلك في حال كنت تستعمل التصوير بالغالق المستمر يمكنك استعمال صيغة Jpeg.",
    },
    {
      type: "header",
      value: "صيغ ملفات الرو Raw Extensions",
    },
    {
      type: "paragraph",
      value:
        "تختلف صيغة ملفات الرو حسب الشركة المصنعة للكاميرا. ففي كاميرات النيكون يتم استعمال الصيغة NEF و في كاميرات كانون يتم استعمال الصيغة CR2 و في باقي الكاميرات ربما يتم اعتماد صيغ اخرى.",
    },
    {
      type: "paragraph",
      value:
        "في بعض الأحيان برنامج اللايت روم Light room و برنامج كاميرا رو Camera Raw قد لا يدعمان الأنواع الجديدة من صيغ ملفات الرو لذلك تقوم شركة أدوبي Adobe بإصدار نسخ محدثة دوريا كلما تم إصدار كاميرات جديدة حتى تدعم قراءة أنواع ملفات الرو الجديدة.",
    },
    {
      type: "paragraph",
      value:
        "بما أن كل شركة تقوم باستعمال صيغة مخلفة من ملفات الرو لذلك قامت شركة أدوبي بإصدار نوع قياسي لملفات الرو بصيغة DNG  لذلك في حال أردت ارشفه ملفات الرو الخاصة بك يفضل أن تفوم بتحويلها إلى هذا النمط عن طريق برنامج اللايت روم أو برنامج التحويل الخاص بأدوبي  Adobe DNG Converter",
    },
    {
      type: "header",
      value:
        "معالجة الصور ببرنامج Photoshop+ Camera Raw و برنامج لايت روم  Light room",
    },
    {
      type: "paragraph",
      value:
        "بشكل اساسي يوجد طريقتين لاستيراد الصور و معاجلتها الطريقة الأولى هي استخدام برنامج لايت روم Light room و الطريقة الثانية استخدام برنامج فوتوشوب Photoshop مع إضافة Camera Raw. بشكل شخصي استعمل برنامج Light  room لسهولته و لأنه يعطي نتائج اسرع مع امكانية عم ارشيف للصور.",
    },
    {
      type: "paragraph",
      value:
        "و نستطيع القول أن برنامج لايت روم Light room  يستعمل لمعالجة عدد كبير من الصور في أن واحد أما الفوتوشوب Photoshop يستعمل لمعالجة كل صورة بشكل منفصل مع إجراء الكثير من العمليات المخصصة.",
    },
    {
      type: "header",
      value: "معايره جهاز العرض Display Calibration",
    },
    {
      type: "paragraph",
      value:
        "يستحسن قبل أن تبدأ بمعالجة الصور أن تتأكد من أن شاشة الكمبيوتر الخاصة بك تقوم بعرض الألوان بالشكل الصحيح و أن إضاءة الشاشة ليست زائدة أو ناقصة و أنها تقوم بعرض الألوان بشكلها الحقيقي و إلا ستتفاجأ بعد ظهور الصور على الاجهزة الأخرى إن الصور تظهر بشكل مختلف.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يوجد أكثر من طريقة لذلك و تختلف من نظام تشغيل إلى أخر. ابسط طريقة في حال كنت تستعمل نظام تشغيل الويندوز انتقل إلى لوحة التحكم Control Panel ثم اختيار معايرة ألوان جهاز العرض Calibrate display color. أو عن طريق كتابة الأمر dccw  من قائمة التشغيل في ويندوز. بعد ذلك قم بتبع معالج المعايرة خطوة بخطوة للنهاية.",
    },
    {
      type: "paragraph",
      value:
        "يفضل بعد أن تقوم بمعالجة الصورة و تصديرها أن تقوم بمشاهدتها على أجهزة مختلفة حتى تتأكد من أن الالوان المستعملة صحيحة كالموبايل مثلاً.",
    },
    {
      type: "header",
      value: "استكشاف برنامج لايت روم",
    },
    {
      type: "paragraph",
      value:
        "في البداية انصحك بأن تقوم بتشغيل البرنامج و محاولة تطبيق المحتويات خطوة بخطوه اثناء قراءة المحتوى.",
    },
    {
      type: "paragraph",
      value:
        "البرنامج يحتوي على نمطين رئيسيين الأول هو نمط المكتبة Library  و الذي يستخدم لعرض الصور و استيرادها و تقييمها و النمط الثاني نمط التطوير Develop و الذي يستخدم للعمل على ضبط الصورة بعد اختيارها.",
    },
    {
      type: "paragraph",
      value:
        "ستجد في الزاوية العلوية اليمنى شريط الاختيار بين أنماط البرنامج. عند النقر على Library  سوف تصبح داخل المكتبة و عند النقر على زر Develop  ستصبح في نمط التطوير بعد أن تقوم باختيار الصورة.",
    },
    {
      type: "header",
      value: "نمط المكتبة Library",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "نمط المكتبة هو النمط الرئيسي الذي يكون مفعلاً عند تشغيل البرنامج و تستطيع اختياره أبضا بالنقر على زر Library في الأعلى.",
    },
    {
      type: "paragraph",
      value:
        "الغرض من هذا النمط هو مشاهدة مكتبة الصور الموجودة و تقييم الصور حسب جودتها و استيراد الصور من الكاميرا أو بطاقة الذاكرة و تصنيفها ضمن مجلدات.",
    },
    {
      type: "header",
      value: "استيراد الصور Camera Import",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في البداية و لنفترض انك تستعمل البرنامج لأول مرة لن يكون هناك أي محتويات من الصور في نافذة المجلدات الجانبية أو المحتويات في المنتصف لذلك قم بتوصيل بطاقة الذاكرة الخاصة بالكاميرا بجهاز الكمبيوتر عن طريق وضعها في جهاز قراءة الذاكرة ثم اضغط على زر الاستيراد Import المتواجد في المنطقة اليسرى من الاسفل. بعد النقر على زر الاستيراد Import ستظهر لك النافذة التالية الخاصة بعملية الاستيراد.",
    },
    {
      type: "paragraph",
      value:
        "الأن بعد أن ظهرت نافذة الاستيراد قم باختيار المجلد الذي يحتوي الصور التي ترغب باستيرادها من نافذة المصدر Source المتواجدة على المنطقة اليسرى و بعد ذلك ستبدأ الصور في الظهور في المنطقة المتوسطة.",
    },
    {
      type: "paragraph",
      value:
        "سيقوم البرنامج تلقائياً باختيار الصور الجديدة فقط (التي لم تقم باستيرادها مسبقاً). قم بتحديد الصور التي ترغب باستيرادها بوضع علامة الصح عليها أو باختيار زر Check all من الاسفل.",
    },
    {
      type: "paragraph",
      value:
        "الأن قم بتحديد نوع العملية الخاصة بالاستيراد. بشكل افتراضي يتم استخدام العملية Copy و التي تعني نسخ الصور من بطاقة الذاكرة إلى جهاز الكمبيوتر. في حال قمت باستعمال النمط Copy as DNG  فأن البرنامج يقوم بنسخ الصور إلى جهاز الكمبيوتر مع تحويل الصيغة للملف DNG.",
    },
    {
      type: "paragraph",
      value:
        "أما بالنسبة للخيار Add فيعني إضافة الصور فقط بدون نسخها و يتم استعمال هذا الخيار عند وجود الملفات على جهاز الكمبيوتر و نرغب فقط بإضافتها للبرنامج بدون نسخها. أما Move فيقوم بحذف الملفات من المصدر بعد نسخها إلى جهاز الكمبيوتر.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم بتحديد المجلد الهدف الذي سيتم تخزين الصور بداخله من المنطقة اليمينية Destination. بشكل افتراضي يقوم البرنامج بحفظ الصور داخل مجلدات حسب تاريخ التصوير.",
    },
    {
      type: "paragraph",
      value: "بعد ذلك قم بالضغط على زر Import لتبدأ عملية الاستيراد.",
    },
    {
      type: "header",
      value: "تقييم و فرز الصور",
    },
    {
      type: "paragraph",
      value:
        "بعد ان تم استيراد جميع الصور ستظهر الصور أمامك في منطقة العرض الموجودة في الوسط. في هذه المرحلة سنقوم بتقييم الصور الجيدة و نستبعد الصور السيئة.",
    },
    {
      type: "paragraph",
      value:
        "لأنه بعد عملية تقييم الصور ستعمل فقط على معالجة الصور الجيدة و ترك الصور السيئة. يتم عادة تقييم الصور من خلال تقييمها بدرجة من واحد إلى خمسة.",
    },
    {
      type: "paragraph",
      value:
        "و كلما زاد العدد دل ذلك على أن الصورة أفضل. الصور الممتازة قم بتقييمها بخمس و الجيدة بأربع و المقبولة بثلاث و هكذا. كذلك تستطيع انتقاء الصور بوضع علم عليها أو استبعادها باختيار العلم المرموز بالرمز إكس.",
    },
    {
      type: "paragraph",
      value:
        "حتى تقوم بالتبديل بين عرض صورة واحدة أو الصور كأيقونات قم بتبديل طريقة العرض بالنقر على الزر E لعرض صورة واحدة أو G لعرض الصور بشكل الأيقونات. أو قم بذلك من خلال التبديل من الرموز الموجودة في الاسفل.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم بالانتقال إلى طريقة عرض الصورة الواحدة بالضغط على الزر E و قم بمعاينة الصورة. إذا كانت الصورة ممتازة اختر خمس نجوم بالضغط على الرقم خمسة أو باختيار النجمة الخامسة من الأسفل. و إذا كانت أقل من ذلك قم باختيار النجمة المناسبة حسب ما تراه مناسبا أو بالضغط من لوحة المفاتيح على الأرقام من واحد إلى خمسة.",
    },
    {
      type: "paragraph",
      value:
        "بعد أن تقوم بتقييم الصورة سيقوم البرنامج بنقلك إلى الصورة التالية بشكل تلقائي. و كذلك تستطيع التنقل بين الصور باستعمال الاسهم في لوحة المفاتيح.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-6.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن تنتهي من تقييم جميع الصور التي قمت بالتقاطها خلال جلسة التصوير يتم فلترة الصور حسب التقييم الافضل من خلال عرض الصور بشكل صور مصغرة بالضغط على الزر G أو باختيار رمز المصغرات من الاسفل.",
    },
    {
      type: "paragraph",
      value:
        "ثم من الأعلى فرز الصور حسب اهميتها باختيار خيار Rated من القائمة المنسدلة للخيار Filters off.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-7.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم باختيار خيارات الفرز حسب تقييم الصور التي تريد العمل عليها. ففي الصورة تم فلترة الصور بالرمز Flagged للعمل عليها.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-8.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الأن لبدء المعالجة على الصورة قم بالضغط عليها مرتين لفتحها ثم انقر على الخيار العلوي Develop للانتقال إلى نمط التعديل.",
    },
    {
      type: "header",
      value: "نافذة التطوير في لايت روم  Develop Mode",
    },
    {
      type: "paragraph",
      value:
        "عند الانتقال إلى نمط التعديل ستظهر لك النافذة الموجودة في الصورة في الاسفل. في المنتصف ستجد الصورة التي ستقوم بالعمل عليها ضمن مساحة العمل.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في المنطقة اليسارية العليا يوجد نافذة مصغرة لمعاينة الصورة و الانتقال إلى تكبير جزء صغير من الصورة مع تحديد منطقة المعاينة.",
    },
    {
      type: "paragraph",
      value:
        "في اليسار الأسفل يوجد قائمة بقوالب التعديل الجاهزة التي تستطيع اختيار أو إضافة إعدادات التعديل إليها Presets. في المنطقة اليمنى العليا يوجد معلومات الهيستوغرام الخاصة بالصورة. و في اليمين الأسفل ستجد شريط خيارات التطوير.",
    },
    {
      type: "header",
      value: "مبادئ عامة",
    },
    {
      type: "paragraph",
      value:
        "ضمن شريط خيارات التطوير يوجد عدة أقسام حسب الغرض منها. لتغيير أي خاصية ستجد اسم الخاصية و بجانبها شريط منزلق. قم بتحريك الشريط المنزلق لتغيير القيمة الخاصة بها. أما إذا اردت إلغاء التعديل الذي قمت به على الخاصية قم بالضغط على الزر Alt و اثناء ذلك انقر على اسم الخاصية لنعود إلى قيمتها الأصلية.",
    },
    {
      type: "paragraph",
      value:
        "ستلاحظ ظهور العنوان أيضا Reset اثناء النقر على الزر Alt لتنقر عليه لاستعادة القيم الافتراضية. أما إذا أردت إلغاء جميع التعديلات على الصورة اضغط على زر Reset الموجود في الاسفل شريط التطوير.",
    },
    {
      type: "paragraph",
      value:
        "ليس عليك استعمال جميع الخيارات الموجودة ضمن قائمة التعديل و ما عليك فعله هو تصحيح الاخطاء إن وجدت للوصول إلى الصورة المثالية.",
    },
    {
      type: "header",
      value: "تصحيح عيوب العدسة Lens Correction",
    },
    {
      type: "paragraph",
      value:
        "عند البدء بمعالجة الصورة الخطوة الأولى يجب أن نخبر برنامج اللايت روم عن نوع العدسة المستخدمة حتى يقوم بضبط العيوب الناتجة عن هذه العدسة.",
    },
    {
      type: "paragraph",
      value:
        "تقوم الكاميرا بتخزين معلومات الكاميرا و العدسة المستعملة في الصورة داخل معلومات الميتا Meta المرفقة. لذلك البرنامج قادر على معرفة نوع العدسة و وضع التصحيح المناسب لها. أما في حال كانت الصورة ملتقطة من الموبايل فلن تكون المعلومات هذه موجودة.",
    },
    {
      type: "paragraph",
      value:
        "من خيارات التطوير اذهب إلى القسم Lens Correction و تأكد من أنك تعمل على الصفحة Basic ثم قم بتفعيل الخيار Enable Profile Correction  و الذي يعمل على تصحيح عيوب العدسة حسب نوعها. بعد ذلك قم باختيار الخيار Remove Chromatic Aberration  و الذي يقوم بتصحيح عيوب الانحراف اللوني إن وجدت.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يستطيع برنامج لايت روم تحليل الصورة و توفير بعض خيارات التصحيح للميلان و التقعر. لتشغيل التصحيح التلقائي قم بالضبط على الزر Auto. أما لضبط الأفق فقط قم بالضغط على الزر Level.  لضبط المنظور العامودي اضغط على الزر Vertical. و لضبط المنظور الافقي و العامودي و الافق اضغط على الزر Full.",
    },
    {
      type: "paragraph",
      value:
        "في معظم الاحيان لن تستعمل سوى الخيارات الموجودة داخل الصفحة Basic. و لكن في حال لم يعمل خيار تحديد نوع العدسة بشكل تلقائي تستطيع تحديد نوع العدسة بشكل يدوي بالانتقال إلى الصفحة Profile ثم تحديد الشركة المصنعة Make  و نوع العدسة Model من القوائم المنسدلة. كما تستطيع ضبط درجة تشويه العدسة يدوياً من الشريط المنزلق Distortion  و تستطيع ضبط الحواف السوداء للعدسة يدوياً من الشريط المنزلق  Vignetting.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-11.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لضبط الانحراف اللوني للعدسة chromatic aberration بشكل يدوي فيمكنك ذلك بالانتقال إلى النافذة Color.",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت لا تعلم ما هو نوع العدسة المستعملة أو أنك أردت ضبط تصحيح العدسة بشكل يدوي كليا فيمكنك ذلك من استعمال الصفحة Manual. الشريط المنزلق Distortion فهو لضبط التعديل الناتج عن تقعر العدسة. الشريط Vertical هو لتصحيح الميلان الشاقولي للصورة.  الشريط Horizontal لضبط الميلان الأفقي في الصورة. الشريط Rotate لضبط ميلان الافق و تدوير الصورة. الشريط Scale لتقريب و إبعاد الصورة. الشريط Scale  لتغير النسب بين الطول و العرض في الصورة. الخيار Constraint Crop  لقص المساحات الفارغة في الصورة بعد عملية التصحيح.",
    },
    {
      type: "paragraph",
      value:
        "أما الشريطين Amount, Midpoint التابعان لـ lens Vignetting  فهما لضبط الحواف السوداء بالعدسة .",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "Amount لتحديد عمق اللون الاسود أما Midpoint لتحديد حجم المساحة المشغولة باللون الأسود.",
    },
    {
      type: "header",
      value: "ضبط تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "اثناء تصوير الصورة يجب أن تكون قد اخذت بعين الاعتبار اختيار التكوين المناسب لها باتباع احد قواعد التكوين بعد ذلك تقوم بضبط التكوين بشكل دفيق في البرنامج.",
    },
    {
      type: "paragraph",
      value:
        "و لعمل ذلك تحتاج إلى إجراء عمليتين الأولى هي ضبط ميلان الصورة أو الأفق و الثانية هي ضبط قطع الصورة Cropping. تأكد اثناء تصوير الصورة من ترك بعض المسافات في الاطراف حتى تستطيع أن تقوم بضبط التكوين لاحقاً في برنامج اللايت روم.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-13.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لبدء عملية ضبط التكوين قم بالنقر بالفأرة على أيقونة Crop Overlay  و التي تشبه مستطيل بأطراف متقطعة في بداية القسم الأيمن أو من الكيبورد اضغط الزر R. بعد ذلك سيظهر لك القسم الخاص بضبط تكوين الصورة.",
    },
    {
      type: "header",
      value: "ضبط الأفق",
    },
    {
      type: "paragraph",
      value:
        "لضبط الأفق المائل قم بالضغط على أيقونة المسطرة ثم انتقل إلى الصورة و فم برسم المسطرة ضمن مساحة العمل على أي عامود أو خط افقي أو عامودي صحيح في الصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-14.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الطريقة الثانية هي بتحريك المؤشر المنزلق Angle يمينا و يساراً حتى يصبح الأفق أو الأعمدة في الصورة صحيحة و موازية لخطوط المساعدة الظاهرة فوق الصورة.",
    },
    {
      type: "header",
      value: "ضبط القطع و التكوين",
    },
    {
      type: "paragraph",
      value:
        "تكوين الصورة هو قائم على إنشاء التكوين الصحيح أثناء التقاط الصورة ثم بعد ذلك قطع الصورة بشكل صحيح اثناء عملية المعالجة عن طريق تطبيق أحد قواعد التكوين مثل قاعدة التثليث أو قاعدة اللولب الذهبي أو غيرها.",
    },
    {
      type: "paragraph",
      value:
        "بعد أن قمت بإظهار القسم الخاص بضبط قطع الصورة ستلاحظ رسم خطوط مساعدة افقية و عرضية فوق الصورة و هي خطوط قاعدة التثليث.",
    },
    {
      type: "paragraph",
      value:
        "لتغيير خطوط المساعدة إلى القواعد الاخرى قم بالنقر على الزر O.  لتجد أن شكل الخطوط اختلف للتبديل بين القواعد المختلفة.",
    },
    {
      type: "paragraph",
      value: "لتدوير الخطوط لنفس القاعدة قم بالضغط Shift + O.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-15.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن قمت باختيار خطوط القاعدة المناسبة لك و افترض بشكل عام انك ستستعمل قاعدة التثليث قم بضبط قطع الصورة بتحريك اطراف الإطار بواسطة الفأرة حتى تحصل على القطع الذي تريده.",
    },
    {
      type: "paragraph",
      value: "يعد الانتهاء اضغط على الزر Done في الشريط السفلي.",
    },
    {
      type: "header",
      value: "ضبط التعريض و الإضاءة",
    },
    {
      type: "paragraph",
      value:
        "الخطوة التالية المهمة هي البدء بضبط التعريض الضوئي و الأضواء و الظلال و معايرة اللون الأبيض. يتم عمل ذلك من القسم Basic.  و نستطيع القول أن هذه المنطقة تتحكم بشكل رئيسي بالهسيتوغرام الخاص بالصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-16.jpg"),
    },
    {
      type: "header",
      value: "معايرة اللون الابيض و درجة حرارة اللون",
    },
    {
      type: "paragraph",
      value:
        "الخطوة الأولى لضبط معايرة اللون الأبيض هي بالضغط بداية على القطارة الموجودة على الزاوية العلوية اليسرى من الصورة ثم البحث عن لون ابيض في الصورة و النقر عليه.",
    },
    {
      type: "paragraph",
      value:
        "يجب في هذه الحالة ان يتم تصحيح درجة حرارة اللون في الصورة و يقصد بذلك أن لا يكون اللون الأبيض في الصورة مائل للأصفر ولا مائل للأزرق.",
    },
    {
      type: "paragraph",
      value:
        "إذا لم تفلح هذه الطريقة فالطريقة الثانية هي عن طريق ضبط الشريط المنزلق Temp يميناً و يساراً حتى تصل إلى اللون الغير مائل إلى الصفار أو الزرقة.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك أيضا بضبط الشريط المنزلق Tint يمينا و يساراً حتى تصل إلى اللون الغير مائل إلى الأخضر أو البنفسجي.",
    },
    {
      type: "paragraph",
      value:
        "لا ينبغي أن تستعمل معايرة اللون الأبيض لإضافة المؤثرات على الصورة و عوضاً عن ذلك تستطيع تغيير ألوان الأضواء و الظلال من القسم Split Toning.",
    },
    {
      type: "header",
      value: "ضبط التعريض الضوئي Exposure",
    },
    {
      type: "paragraph",
      value:
        "الخطوة التالية هي ضبط التعريض الضوئي للصورة. يقصد بضبط التعريض الضوئي أي أن لا تكون الصورة زائدة الإضاءة ولا ناقصة. لمعرفة ذلك يجب أن يكون مؤشر الألوان في الهيستوغرام يقع في المنتصف تقريباً.",
    },
    {
      type: "paragraph",
      value:
        "ما يقوم البرنامج بعمله اثناء ضبط التعريض الضوئي هو إزاحة الألوان جميعها داخل الهيستوغرام يمينا و شمالاً .لضبط التعريض الضوئي قم بتحريك الشريط المنزلق Exposure  إلى اليمين و الشمال حتى تشعر بأن الصورة أصبحت إضاءتها صحيحة و لتتأكد من ذلك راقب مؤشر الهيستوغرام.",
    },
    {
      type: "paragraph",
      value:
        ". إذا كانت الصورة تحتوي وجوهاً أو نباتات أو غير ذلك فيجب عليك أن تقوم بضبط التعريض نسبة إلى هدف الصورة و ليس نسبة إلى خلفيتها.",
    },
    {
      type: "paragraph",
      value:
        "التباين هو عبارة عن زيادة الفرق بين الألوان. عندما نقوم بزيادة التباين يتم إزاحة الألوان الفاتحة نحو اليمين في الهيستوغرام و إزاحة الألوان الغامقة نحو اليسار في الهيستوغرام.",
    },
    {
      type: "paragraph",
      value:
        "لضبط التباين قم بتحريك الشريط المنزلق Contrast يمينا أو يساراً حسب ما تراه مناسباً. عادة يتم استعمال التباين في الصور الطبيعية و لا يتم استعماله مع صور البورتريت للأشخاص.",
    },
    {
      type: "header",
      value: "الأضواء Highlights",
    },
    {
      type: "paragraph",
      value:
        "الأضواء هي عبارة عن المناطق التي تقع ضمن الضوء في الصورة. قد تحتوي هذه المناطق على بعض التفاصيل التي قد تكون غير واضحة بشكل كافي لذلك نستعمل هذا الخيار للتحكم بإظهارها بالشكل الصحيح.",
    },
    {
      type: "paragraph",
      value:
        "القسم الخاص بالأضواء في الهيستوغرام هو الربع الثاني من المنطقة اليمينية. نقوم بالتحكم بالأضواء من اجل اظهار التفاصيل عن طريق تقليل او زيادة الضوء حسب الحاجة في هذا القسم فقط.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم باستخدام هذا الخيار لإنارة الصورة و إنما من اجل التحكم في إظهار التفاصيل التي تقع ضمن الضوء. أما لإضاءة الصورة استعمل الشريط الخاص بالإضاءة Exposure أو اللون الأبيض Whites.",
    },
    {
      type: "header",
      value: "الظلال Shadows",
    },
    {
      type: "paragraph",
      value:
        "الظلال في الصورة هي المناطق التي تحتوي على التفاصيل الواقعة ضمن مناطق الظل. قد تكون هذه المناطق معتمة بحيث لا تظهر التفاصيل بشكل جيد و لذلك نستعمل هذا الخيار للتحكم بدرجة وضوحها.",
    },
    {
      type: "paragraph",
      value:
        "في الهيستوغرام المنطقة الخاصة بالظل هي المنطقة الثانية من اليسار. و للتحكم بالظلال قم بتحريك الشريط المنزلق Shadows يمينا و يساراً حتى ترى التفاصيل اصبحت واضحة في الظل بالشكل الذي تراه مناسباً.",
    },
    {
      type: "paragraph",
      value:
        "لا تستعمل خيار Shadows  من اجل تعتيم الصورة و عوضاً عن ذلك استعمل شريط الإضاءة Exposure أو السواد  Blacks.",
    },
    {
      type: "header",
      value: "البياض Whites",
    },
    {
      type: "paragraph",
      value:
        "الشريط المنزلق للبياض Whites يتحكم بالمناطق البيضاء من الصورة بدون التأثير على اللون الأسود و الظل. و التي تقع في الهيستوغرام في المنطقة اليمينية الأولى.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع استخدام هذا الشريط لزيادة إضاءة الصورة أو تقليلها بدون التأثير على الألوان الغامقة.",
    },
    {
      type: "header",
      value: "السواد Blacks",
    },
    {
      type: "paragraph",
      value:
        "الشريط المنزلق للسواد Blacks يتحكم بالمناطق السوداء و الغامقة من الصورة بدون التأثير على اللون الأبيض و الضوء. و التي تقع في الهيستوغرام في المنطقة اليسارية الأولى.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع استخدام هذا الشريط لزيادة تعتيم و غمق الصورة أو تقليلها بدون التأثير على الألوان الفاتحة.",
    },
    {
      type: "header",
      value: "درجة الوضوح  Clarity",
    },
    {
      type: "paragraph",
      value:
        "آلية عمل الوضوح هو عن طريق زيادة الفرق في الألوان بين البكسلات المتقاربة مما يسبب ظهر الصورة بشكل أدق. للتحكم بالوضوح قم بتحريك مؤشر الوضوح Clarity لليمين و اليسار مع مراقبة الصورة.",
    },
    {
      type: "paragraph",
      value:
        "إن تقليل الوضوح كثيرا يتسبب بتنعيم الصورة و إخفاء التفاصيل. و زيادة الوضوح يتسبب بزيادة ظهور التفاصيل بشكل اكبر فتجد في حال وجود الوجوه زيادة ظهور الحبوب و البثور في الوجه.",
    },
    {
      type: "paragraph",
      value:
        "لذلك قم باستعمال هذا التأثير مع مراقبة التفاصيل في الصورة حتى لا تستعمله بشكل زائد أو ناقص.",
    },
    {
      type: "header",
      value: "حيوية الألوان  Vibrance",
    },
    {
      type: "paragraph",
      value:
        "يقوم خيار حيوية الألوان Vibrance بزيادة إشباع الألوان قليلة الإشباع فقط مع ترك باقي الالوان بدون تعديل. يقصد بإشباع اللون أي زيادة نسبة غمقه.",
    },
    {
      type: "paragraph",
      value:
        "يتم استعمال هذا الخيار عادة عند تصوير المظاهر الطبيعية لزيادة ظهور الألوان بشكل أكبر.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم بزيادة اشباع الألوان بشكل كبير بحيث تظهر الألوان زائدة بشكل غير طبيعي.",
    },
    {
      type: "header",
      value: "اشباع الألوان Saturation",
    },
    {
      type: "paragraph",
      value:
        "يقوم خيار الإشباع Saturation بزيادة إشباع جميع الالوان مع بعضها البعض بغض النظر عن درجة غمقها أو تفتحها و يتم استعمال هذا الخيار عادة عند تصوير المظاهر الطبيعية لزيادة ظهور الألوان بشكل أكبر.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم بزيادة اشباع الألوان بشكل كبير بحيث تظهر الألوان زائدة بشكل غير طبيعي.",
    },
    {
      type: "header",
      value: "منحني التون Tone Curve",
    },
    {
      type: "paragraph",
      value:
        "قسم ضبط منحني التون يقوم بنفس عمل القسم Basic لضبط اضاءة الصورة لذلك ربما لن تحتاج إلى استعماله و لكن هذا القسم يعتمد في ألية عمله عن طريق تحريك الخط المنحني للضوء المرسوم داخل الهيستوغرام Histogram. فإذا قمت برفع المنحني للأعلى يتم زيادة إضاءة الصورة. و إذا قمت بإنزال المنحني للأسفل يتم تعتيم الصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-17.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لذلك نقوم برفع الخط و انزاله حسب المنطقة التي نريد لها أن تتأثر في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "فمثلا إذا قمت برفع أو انزال المنحني بشكل كامل من المنتصف فهذا يماثل تعديل إضاءة الصورة بشكل عام Exposure.",
    },
    {
      type: "paragraph",
      value:
        "أما اذا قمت برفع المنحني و إنزاله من الربع الأول من الصورة فهذا يعني انك قمت بتفتيح أو تغميق اللون الأبيض فقط Whites.",
    },
    {
      type: "paragraph",
      value:
        "أما اذا كان التعديل من الربع الثاني من اليمين فذلك يؤثر على منطقة الأضواء Highlights.",
    },
    {
      type: "paragraph",
      value: "و الربع الثالث من اليمين للظلال Shadows.",
    },
    {
      type: "paragraph",
      value: "و الربع الرابع و الأخير للأسود Blacks.",
    },
    {
      type: "paragraph",
      value:
        "من الممكن ايضا رفع و انزال الخط بأكثر من منطقة فمثلا لعمل تباين في الصورة Contrast يتم رفع المؤشر من منطقة الأضواء و إنزاله من منطقة الأسود برسم الشكل S و اختصارا لذلك قم باختيار الخيار Point Curve: Medium Contrast  ليقوم البرنامج بعمل ذلك عنك.",
    },
    {
      type: "header",
      value: "أزاله البقع Spot Removal",
    },
    {
      type: "paragraph",
      value:
        "يتم استعمال أداة إزالة البقع Spot Removal للتخلص من العيوب في الصورة و البقع الغير مرغوب بها مثل البثور في الوجه أو الأوساخ الظاهرة على الملابس أو الأوساخ الظاهرة في الصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-18.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تعتمد ألية عمل هذه الأداة على استبدال الجزء الغير مرغوب به من الصورة مع جزء من منطقة اخرى من الصورة تتماثل في الألوان.",
    },
    {
      type: "paragraph",
      value:
        "لاستعمال هذه الأداة اضغط بالفأرة على الرمز الذي يشبه الدائرة Spot Removal أو اضغط من لوحة التحكم على الزر Q.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك ستظهر لك لوحة الخيارات الخاصة بهذه الأداة. الخيار الأول هو التبديل بين النمط Clone النسخ أو Heal معالجة.",
    },
    {
      type: "paragraph",
      value:
        "يقوم النمط Clone بنسخ جزء من الصورة و استبداله بالجزء الأخر الغير مرغوب به بدون أي عمليه معالجة. أما النمط معالجة Heal يقوم باستبدال الألوان فقط مع ابقاء البنية الأصلية للجزء المستبدل.",
    },
    {
      type: "paragraph",
      value:
        "بشكل افتراضي يتم استعمال النمط معالجة Heal.  الشريط المنزلق Size يقوم بالتحكم بحجم النقطة التي سيتم استبدالها. لاحظ زيادة أو نقصان حجم الدائرة المرسومة على مؤشر الفأرة مع تغير قيمة الشريط المنزلق Size. تستطيع أيضا التحكم بحجم المؤشر عن طريق تحريك دولاب الفأرة. ",
    },
    {
      type: "paragraph",
      value:
        "الشريط Feather يتحكم بدرجة نعومة أطراف المؤشر. الشريط Opacity  يقوم بالتحكم بدرجة شفافية الجزء المستبدل. بشكل افتراضي تكون القيمة 100% و التي تعني أن القطعة غير شفافة.",
    },
    {
      type: "paragraph",
      value:
        "لاستعمال هذه الأداة قم اولا بتحديد النمط Heal ثم قم بتغيير حجم البقعة بدولاب الفأرة حتى يصبح الحجم أكبر قليلا من الجزء الذي تريد استبداله ثم بعد ذلك انقر على البقعة التي تريد استبدالها.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك ستلاحظ أن البرنامج قام باستبدال الجزء الذي قمت بالنقر عليه بمنطقة أخرى نظيفة قام هو باختيارها. إذا لم تجد أن المنطقة التي اختارها البرنامج مناسبة قم بتحريك نقطة المصدر إلى منطقة أخرى بواسطة الفأرة. أما إذا كانت النقطة لا تغطي الجزء المستبدل بشكل كافي تستطيع تكبير أو تصغير النقطة بواسطة الفأرة بالضغط على طرف الدائرة و تحريك الفأرة.",
    },
    {
      type: "paragraph",
      value:
        "في حال كان الجزء الذي تريد استبداله طويل و لا يتم تغطيته بنقرة واحدة قم بالنقر على المنطقة الصورة و البدء بالرسم باستخدام هذه الأداة حتى تتم تغطية كامل المنطقة التي تريد استبدالها. ثم بعد الانتهاء قم بتحريك منطقة المصدر إلى المكان الذي تراه مناسباً.",
    },
    {
      type: "header",
      value: "تفاصيل الصورة Detail",
    },
    {
      type: "paragraph",
      value:
        "ينقسم هذا القسم إلى قسمين الأول مسؤول عن زيادة دقة الصورة Sharping و الثاني وظيفته إزالة الضجيج Noise Reduction.",
    },
    {
      type: "header",
      value: "زيادة الدقة Sharpening",
    },
    {
      type: "paragraph",
      value:
        "إن عملية زيادة الدقة في الصورة هي مشابهة في طريقة عملها خيار Clarity نوعاً ما. لزيادة الدقة في الصورة قم بزيادة القيمة Amount  داخل القسم Sharpening. القيمة 70 تعتبر القيمة المثالية نوعاً ما في ضبط الدقة. اثناء ضبط الدقة قم بمراقبة الجزء المقرب من الصورة و توقف عندما ترى أن الصورة بدأت يظهور بعض الضجيج.",
    },
    {
      type: "header",
      value: "إزالة الضجيج Noise Reduction",
    },
    {
      type: "paragraph",
      value:
        "الضجيج في الصورة ينتج عن زيادة الأيزو اثناء التصوير. يستطيع برنامج اللايت روم تقليل الضجيج عن طريق هذا الخيار. قم برفع القيمة Luminance مع مراقبة الجزء المقرب من الصورة حتى تجد أن الضجيج بدء الاختفاء. ان القيمة المثالية هي 30 تقريباً.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-19.jpg"),
    },
    {
      type: "paragraph",
      value:
        "سيقوم هذا الخيار بتنعيم الصورة لذلك قم باستعماله مع الخيار السابق الخاص بزيادة الدقة لتعويض نعومة الصورة.",
    },
    {
      type: "header",
      value: "ألوان الأضواء و الظلال أو ضبط التون Split Toning",
    },
    {
      type: "paragraph",
      value:
        "في هذا القسم تستطيع عمل المؤثرات التي ترغب بها في الصورة. يقصد بعمليه التونينغ هي تغيير الوان الضوء و الظل لتحصل على مزاج الصورة المطلوب.",
    },
    {
      type: "paragraph",
      value:
        "حتى تختار الالوان الصحيحة للأضواء و الظلال يفضل أن تعتمد على دولاب الألوان المتممة حتى تستطيع اختيار الالوان المتناسقة بشكل صحيح للضوء و الظل بما يتناسب مع محتويات الصورة. للاطلاع على الالوان المتممة استعمل دولاب الالوان.",
    },
    {
      type: "paragraph",
      value: "https://color.adobe.com",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-20.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لتغيير لون الأضواء Highlights قم بتحرك المؤشر Hue لتغيير اللون. أما لضبط شدة اللون قم بتحريك المؤشر Saturation. الطريقة الثانية و الاسهل هي الضغط على مستطيل اللون المتواجد بجانب كلمة Highlights ليظهر لك نافذة اختيار الألوان ثم قم باختيار اللون بواسطة الفأرة ليتم تغيير اللون مباشرة للأضواء في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "لتغيير لون الظلال Shadows قم بتحرك المؤشر Hue لتغيير اللون. أما لضبط شدة اللون قم بتحريك المؤشر Saturation. أو استعمل الطريقة الثانية عن طريق الضغط على مستطيل اللون المتواجد بجانب كلمة Shadows ليظهر لك نافذة اختيار اللون ثم قم باختيار اللون بواسطة الفأرة ليتم تغيير اللون مباشرة للظلال في الصورة.",
    },
    {
      type: "header",
      value: "ضبط الألوان HSL",
    },
    {
      type: "paragraph",
      value:
        "يقصد ب HSL اختصاراً لـ Hue تدرج اللون،  Saturation إشباع اللون ، Luminance  إضاءة اللون.",
    },
    {
      type: "paragraph",
      value:
        "يتم استعمال هذا القسم لضبط الألوان في الصورة كل على حدى دون التأثير على الألوان الأخرى. في داخل هذا القسم ستجد في الأعلى قائمة للاختيار بين Hue للتحكم بتغيير اللون إلى لون أخر. و Saturation لتغيير اشباع لون معين. و Luminance لزيادة إضاءة أو إنقاص إضاءة لون محدد.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-21.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عند النقر على احد هذه الخيارات ستجد عدة اشرطة منزلقة لكل لون من الألوان الاساسية. قم بتحريك الشريط و مراقبة تغيير خصائص اللون في الصورة. فإذا كنت في النافذة Hue سيتم تبدل اللون الخاص بالشريط إلى لون اخر كلما تحرك المؤشر.",
    },
    {
      type: "paragraph",
      value:
        "أما إذا كنت في النافذة Saturation فإن شدة تشبع اللون ستتغير حسب التغيير في الشريط. أما إذا كنت في النافذة  Luminance  فأن إضاءة اللون ستتغير حسب التغيير في الشريط. تستطيع ايضاً بدلاً من استعمال الاشرطة المنزلقة للألوان النقر على المؤشر الموجود في الزاوية العلوية اليسرى ثم الانتقال إلى مساحة العمل و استعمال خاصية السحب و الإفلات بالفأرة لتغيير قيمة اللون الذي تريد تعديله حسب منطقة الفأرة.",
    },
    {
      type: "paragraph",
      value:
        "أقوم عادة بزيادة اشباع اللون الاخضر مثلا في حال تصوير الطبيعة و أقوم ايضا بزيادة إضاءة ألوان الوجه في حال تصوير الافراد. تفيد هذه الخاصية بأنك تقوم بتعديل أحد الأوان على حدا بدون التأثير على الالوان الأخرى في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للقسم Color فإنه يقوم بنفس عمل القسم HSL إلا أنه يعرض المعلومات بطريقة مختلفة لا أكثر.",
    },
    {
      type: "header",
      value: "مؤثرات الصورة Effects",
    },
    {
      type: "paragraph",
      value:
        "في هذا القسم تستطيع إضافة الاطراف السوداء Vignette إلى الصورة و الضجيج Grain.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-22.jpg"),
    },
    {
      type: "header",
      value: "الأطراف السوداء Vignette",
    },
    {
      type: "paragraph",
      value:
        "ربما تتساءل ما الهدف من إضافة الاطراف السوداء Vignette. الاطراف السوداء الهدف الأساسي منها تحديد منطقة النظر إلى مكان معين لمنع ذهاب عين الناظر إلى الخلفية.",
    },
    {
      type: "paragraph",
      value:
        "عندما تستعمل هذه الخاصية قم بمراعاة اتجاه الضوء. فمن غير المنطقي اضافة اطراف سوداء في صورة طبيعية مثلا أو في صورة تظهر الاضاءة أتيه من احد زوايا الصورة.",
    },
    {
      type: "paragraph",
      value:
        "لإضافة الاطراف السوداء قم بتحريك المؤشر Amount إلى اليسار حسب شدة التأثير الذي ترغب به. لإضافة الأطراف البيضاء قم بتحريك المؤشر إلى اليمين. المؤشر Midpoint يقوم بالتحكم بحجم تدرج الظل الاسود. المؤشر Roundness يتحكم بدرجة الالتفاف في الظل الاسود. المؤشر Feather يتحكم بدرجة نعومة الظل.",
    },
    {
      type: "header",
      value: "الضجيج Grain",
    },
    {
      type: "paragraph",
      value:
        "الضجيج Grain هو التأثير المماثل عن الصور القديمة Film و الذي يظهر مثل حبيبات في الصورة و هو يختلف عن الضجيج الناتج عن الأيزو.",
    },
    {
      type: "paragraph",
      value:
        "في حال أردت إضافة الضجيج في الصورة قم بتحريك المؤشر Amount من القسم Grain حسب ما تراه مناسباً. المؤشر Size يتحكم بحجم الحبيبات. و المؤشر Roughness يتحكم بدرجة نعومة الحبيبات.",
    },
    {
      type: "header",
      value: "تصحيح العين الحمراء  Red Eye Correction",
    },
    {
      type: "paragraph",
      value:
        "في حال لديك صورة تظهر فيا مشكلة العين الحمراء تستطيع استخدام هذا الخيار لإزالتها و ذلك عن طريق اختيار اداة إزالة العين الحمراء ثم النقر بالفأرة في منتصف العين و ابقاء الفأرة مضغوطة ثم بالتحريك حتى يصبح حجم الشكل اكبر من العين قليلا ثم افلات الفأرة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-23.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك سيقوم البرنامج بمسح المنطقة التي تم تحديدها و استبدال اللون الأحمر داخل العين باللون الاسود. قم بتكرير العملية لكل عين.",
    },
    {
      type: "header",
      value: "المعالجات الجاهزة Presets",
    },
    {
      type: "paragraph",
      value:
        "المعالجات الجاهزة Presets هي عبارة عن تعديلات مسبقة تم اجرائها على أحد الصور ثم تم حفظها من اجل أن تستطيع تطبيقها لاحقاً على الصورة الأخرى.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-24.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد أن قمت بتعديل الصورة التي تعمل عليها تستطيع حفظ التعديلات كقالب Preset عن طريق الضغط على الزر + الموجود في أعلى القسم  Preset. بعد ذلك ستظهر لك نافذة لإدخال اسم القالب. تأكد من أنك قمت بتحديد جميع الخيارات لحفظ جميع الاعدادات التي قمت بها و اضغط على زر Create.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك ستجد القالب الذي قمت بإنشائه ضمن قائمة القوالب في الأسفل. لتطبيق القالب قم بداية بتحريك الفأرة فوقه لترى التأثير في منطقة المعاينة من نافذة المعاينة المصغرة Navigator  فإذا اعجبك القالب اضغط عليه ليتم تطبيقه على الصورة.",
    },
    {
      type: "header",
      value: "تكرار المعالجة Sync Settings",
    },
    {
      type: "paragraph",
      value:
        "الأن و بعد ان انتهيت من اجراء معالجة أحد الصور الخاصة بجلسة التصوير فإنه في معظم الأحيان ستكون قم التقطت العديد من الصور بنفس الإعدادات و نفس المكان و سترغب بتطبيق نفس الإجراءات التي قمت بها على تلك الصورة الى باقي الصور.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-25.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لعمل ذلك قم بالانتقال إلى نمط المكتبة Library و بعد ذلك انتقل إلى نمط عرض المصغرات عن طريق الضغط على رمز المصغرات في الاسفل أو بالضغط على الزر G. بعد ذلك قم بتحديد مجموعة الصور التي تريد نسخ المعالجة إليها عن طريق النقر عليها بالفأرة مع استمرار الضغط على زر Ctrl من لوحة المفاتيح.",
    },
    {
      type: "paragraph",
      value:
        "و بعد الانتهاء من تحديد الصور استمر بالضغط على زر Ctrl و قم باستعمال الاسهم لتقوم بتحديد الصورة التي تحتوي التعديلات التي تريد نسخها إلى باقي الصور. بعد ذلك اضغط على الزر Sync Settings  الموجود في اليمين الأسفل لتظهر لك نافذة تحديد التعديلات التي تريد نسخها.",
    },
    {
      type: "paragraph",
      value:
        "قم بتحديد جميع الخيارات عدا Spot Removal و Crop لأن هذه الخيارات تختلف من صورة إلى أخرى ثم اضغط على الزر Synchronize ليتم تطبيق التعديلات إلى بقية الصور.",
    },
    {
      type: "header",
      value: "تصدير الصورة Image Export",
    },
    {
      type: "paragraph",
      value:
        "الأن و بعد أن انتهيت من ضبط و تعديل الصورة بالشكل الذي تراه مناسباً حان الوقت لتصدير الصورة إلى ملف خارجي. لتصدير الملف اذهب إلى القائمة File ثم إلى Export. بعد ذلك ستظهر لك نافذة بقائمة خيارات التصدير.",
    },
    {
      type: "paragraph",
      value:
        "في البداية في القسم Export Location يتم تحديد المجلد الوجه. قم باختيار من القائمة المنسدلة Export To الخيار Choose Folder Later  و الذي يعني اختيار المجلد لاحقاً و ذلك لكي تظهر نافذة السؤال عن المجلد الذي تريد حفظ الصورة إليه عند تخريج الصورة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-26.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك من القسم File Settings تستطيع تحديد لاحقة ملف الصورة. بشكل افتراضي قم باختيار JPEG من القائمة المنسدلة Image Format.  و قم بتحديد الجودة Quality إلى 80. و Color Space  إلى sRGB و الذي هو لوح الألوان الذي يستعمل بمتصفحات الإنترنت.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك انتقل إلى القسم Image Sizing لتحديد حجم الصورة. في حال اردت الصورة بكامل دقتها لا تقم بتحديد Resize to fit و هو الخيار الذي يقوم بتقليل حجم الصورة و لكن في هذه الحالة ستكون الصورة بنفس دفة الكاميرا و سيكون حجم ملف الصور كبير جداً.",
    },
    {
      type: "paragraph",
      value:
        "في حال أردت استعمال الصورة للفيس بوك مثلا فإن الحجم المناسب هو 2048 بكسل لأكبر طرف لذلك قم بتحديد الخيار Resize to fit  ثم من القائمة المنسدلة قم باختيار Long Edge  ثم قم بإدخال الرقم 2048 في حقل حجم الصورة و قم باختيار Pixel من القائمة المنسدلة.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لدقة الصورة ففي حال أردت استخدام الصورة من اجل الطباعة فيجب أن لا تقل الدقة Resolution عن 270 Pixels per inch.  لذلك قم بوضع القيمة 270 أو 300 في الحقل Resolution.",
    },
    {
      type: "paragraph",
      value:
        "الأن نعتبر قد انتهينا من ضبط إعدادات تخريج الصورة و لكن قبل أن تقوم بتخريجها قم بحفظ اعدادات تخريج الصورة و ذلك عن طريق الضغط على الزر Add الموجود في الزاوية اليسرى السفلية من النافذة. و عند ذلك ستظهر لك نافذة لإدخال اسم الإعدادات. قم بإدخال الاسم الذي تريده مثلا Facebook.",
    },
    {
      type: "paragraph",
      value:
        "الأن قم بتخريج الصورة عن طريق الضغط على الزر Export. بعد ذلك لتخريج صورة اخرى اذهب الى القائمة File ثم Export with Preset و ستجد الاسم الذي قمت بحفظه و هو Facebook في مثالنا. قم بالنقر عليه ليتم عملية تخريج الصورة بشكل مباشر بدون السؤال عن إعدادات تخريج الصورة في كل مرة.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-27.jpg"),
    },
    {
      type: "header",
      value: "طباعة الصورة Photo Printing",
    },
    {
      type: "paragraph",
      value:
        "لطباعة الصورة الفتوغرافية يجب أن يتوفر لديك طابعة تدعم طباعة الصور و تسمى Photo Printer. أما بالنسبة للورق المستعمل يجب أن تقوم بطباعة الصور على ورق Glossy أو Matte  لذلك تأكد من ان طابعتك تدعم هذا النوع من الورق.",
    },
    {
      type: "paragraph",
      value:
        "بعد أن تقوم بتحديد الصورة التي تريد طباعتها انتقل إلى نمط الطباعة بالضغط على العنوان Print الموجود في الأعلى ليظهر لك نافذة نمط الطباعة. قبل البدء بأي شيء يجب أن تقوم باختيار و ضبط الطابعة لذلك اضغط على الزر Printer الموجود في اسفل النافذة من اليمين لتظهر لك نافذة اختيار الطابعة.",
    },
    {
      type: "paragraph",
      value:
        "قم بتحديد الطابعة من القائمة المنسدلة ثم اضغط على الزر Properties لضبط الطابعة. بعد ذلك ستظهر لك نافذة خصائص الطابعة الخاصة بك. قم بتحديد حجم الورق حسب الورق المتوفر لديك و قم بتحديد نوع الورق المستعمل Glossy Paper أو Matte ثم بتحديد جودة الطباعة إلى الجودة القصوى.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك قم بحفظ الاعدادات و العودة إلى برنامج لايت روم. ستحتاج إلى اعادة تشغيل برنامج لايت روم في حال قمت بتغيير حجم الورق المستعمل.",
    },
    {
      type: "paragraph",
      value:
        "في حال اردت رسم خط حول الصورة من اجل عملية القص فم بتحديد الخيار Stroke Border مع تحديد لون الخط و عرضه.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-28.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لتحديد هوامش الطباعة من القسم Layout قم بتحديد القيم يسار Left, Right يمين , Top أعلى, Bottom أسفل. و في حال كنت تريد طباعة الورقة بأكبر حجم ضع الهوامش بقيمة الصفر. بالنسبة لخيار Page Grid و الذي يقوم بتقسيم الصفحة إلى جدول دع القيم Rows 1 و Columns 1 ليتم استعمال كامل الورقة لصورة واحدة. الخيار Cell Size يحدد حجم الصورة داخل الورقة لذلك دع القيم اكبر ما يمكن ليتم استعمال كامل الورقة.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك انتقل إلى القسم Print Job و تأكد من أن دقة الطباعة Print Resolution  هي 270 فما فوق. بشكل افتراضي هي 300. و تأكد من أن نوع الورق Glossy أو Matte حسب نوع الورق لديم من خيار Media Type.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك يمكنك طباعة الصورة بالضغط على الزر Print لتبدأ عملية الطباعة.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت الصورة المطبوعة خافتة تستطيع زيادة إضاءتها بزيادة القيمة الموجودة في الحقل  Brightness.",
    },
  ],
};
