export default {
  title: "أنواع و خصائص الضوء Light Properties",
  paragraphs: [
    {
      type: "header",
      value: "أنواع و خصائص الضوء Light Properties",
    },
    {
      type: "paragraph",
      value:
        "الإضاءة ركن أساسي في التصوير لأن التصوير هو ببساطة فن الرسم بالضوء و بدون ضوء لا يوجد صورة. الضوء يعتبر جزء من الصورة فهو يعطي المزاج و العمق فيها حسب اتجاه الضوء و لونه و كيفيه تدرجه.",
    },
    {
      type: "paragraph",
      value:
        "الضوء داخل الصورة يعتبر عنصر كباقي العناصر و له خصائص معينه علينا أن ندركها حتى نستطيع أن نستعمله كعنصر فعال.",
    },
    {
      type: "paragraph",
      value: "يتألف الضوء من الخصائص التالية:",
    },
    {
      type: "paragraph",
      value: "1.	كمية الضوء (التعريض الضوئي).",
    },
    {
      type: "paragraph",
      value: "2.	جودة الضوء.",
    },
    {
      type: "paragraph",
      value: "3.	اتجاه الضوء.",
    },
    {
      type: "paragraph",
      value: "4.	حرارة و لون الضوء.",
    },
    {
      type: "header",
      value: "كمية الضوء ( التعريض الضوئي )",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت كمية الضوء المعرضة على حساس الكاميرا عالية فأن الصورة تظهر زائدة الإضاءة. أما في حال كون كمية الضوء المسلطة على الحساس قليلة فإن الصورة تظهر داكنة. لذلك علينا أن نحدد المقدار الصحيح من الضوء المراد إدخاله إلى داخل الكاميرا. عن طريق ضبط اعدادات الكاميرا.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تستعمل كاميرا الموبايل أو الوضع الأوتوماتيكي في الكاميرا الاحترافية فإنها تقوم بشكل تلقائي بتسليط المقدار الصحيح من الضوء على حساس الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "إلا أنه في حال استعمالك للوضع اليدوي فعليك أن تقوم بتحديد مقدار الضوء المسلط على الحساس عن طريق التحكم بعناصر مثلث التعريض و التي هي سرعة الغالق (الشتر سبيد Shutter Speed) و فتحة العدسة ( الأبيرتشر Aperture) و حساسية الكاميرا ( الأيزو ISO) و حتى تستطيع معرفة ما إن كنت قد حددت المقدار الصحيح من الضوء فعليك أن تراقب ميزان الضوء الموجود في الكاميرا ، فيجب أن يكون مؤشر الميزان في المنتصف.",
    },
    {
      type: "paragraph",
      value:
        "فإن كان المؤشر إلى جهة اليمين فهذا يعني أن المقدار المسلط من الضوء زائد. و إن كان المؤشر إلى جهة اليسار فهذا يعني أن المقدار المسلط من الضوء قليل. و يجب أن يكون المؤشر دوماً في المنتصف تقريبا.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لضبط كمية التعريض الضوئي عليك أن تتحكم بسرعة الغالق و فتحة العدسة و حساسية الكاميرا بالشكل الصحيح حتى يصبح المؤشر في المنتصف بعد ان تقوم بتوجيه الكاميرا على هدف الصورة. و لكل عنصر من هذه العناصر تأثير معين ، سنتحدث عن مثلث التعريض الضوئي بشكل مفصل في درس منفصل.",
    },
    {
      type: "header",
      value: "جودة الضوء",
    },
    {
      type: "paragraph",
      value:
        "إذا قمنا بتسليط الضوء على هدف ما يتشكل لدينا في الجانب المقابل ظلال.  فيصبح لدينا في الصورة أضواء و ظلال. هذه الأضواء و الظلال تعطي الصورة العمق و الأبعاد.",
    },
    {
      type: "paragraph",
      value:
        "و إذا كانت الصورة لا تحتوي على أي ظلال نقول عن إضاءة الصورة منبسطة Flat light.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال وجود ظلال في الصورة فإذا كانت عملية التدرج من الضوء إلى الظل سريعة فنقول أن الضوء قاس Hard Light. أما في حال كانت عملية التدرج طويلة فنقول أن الضوء ناعم Soft Light.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-3.jpg"),
    },
    {
      type: "header",
      value: "الضوء القاس",
    },
    {
      type: "paragraph",
      value:
        "الضوء القاس ينتج عن مصادر الضوء الصغيرة فكلما كان مصدر الضوء صغير نسبةً لهدف الصورة كان تدرج الظل الناتج قليل أو معدوم تقريبا.",
    },
    {
      type: "paragraph",
      value:
        " مثال على ذلك عندما تكون الشمس في منتصف السماء ظهراً فتعتبر الشمس نقطة صغيرة تنتج ضوء مما ينتج عنها ظلال قوية غير جميلة. كذلك الفلاش المباشر بدون وجود أي معدلات ضوئية أمامه فهو يعتبر مصدر صغير للضوء. كذلك اللمبة تعتبر مصدر صغير للضوء. جميع هذه المصادر للضوء تعطي ظلال قوية.",
    },
    {
      type: "paragraph",
      value:
        "الضوء قوي له استعمالات حسب المزاج المطلوب من الصورة رغم انه غير مرغوب اجمالا في التصوير ، فمثلا قد يستخدم هذا النوع من الضوء بالتصوير الذي يظهر القوة كتصوير بناء الأجسام و الرياضيين.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "مصادر الضوء الصغيرة هي المصادر الضوئية بدون معدلات مثل الفلاش العادي و الشمس في وسط النهار.",
    },
    {
      type: "header",
      value: "الضوء الناعم",
    },
    {
      type: "paragraph",
      value:
        "الضوء الناعم ينتج عن مصادر الضوء كبيرة الحجم مقارنة لحجم الهدف في الصورة. فكلما كان مصدر الضوء كبير تزيد نسبة التدرج بين الإضاءة و الظلال و تزيد درجة نعومه الضوء.",
    },
    {
      type: "paragraph",
      value:
        "مثال عن ذلك ضوء الشمس عندما يصبح هناك غيمة كبيرة أمامها ، في هذه الحالة تصبح الغيمة هي مصدر الضوء عوضاً عن الشمس و بما أن هذه الغيمة كبيرة نسبيا فإن الضوء الناتج عنها ناعم و يعطي ظلال متدرجة و جميلة.",
    },
    {
      type: "paragraph",
      value:
        "كذلك عندما ينعكس ضوء الشمس عن حائط كبير فإن هذا الحائط يصبح مصدراً للضوء يعطي ظلال متدرجة. كذلك اذا وضعنا الفلاش داخل مظلة أو سوفت بوكس فإن المظلة أو السوفت بوكس تصبح مصدر كبير للضوء يعطي ظلال متدرجة و جميلة للوجه.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "السوفت بوكس و المظلة عبارة معدلات للضوء يقومان بتكبير حجم مصدر الضوء و بالتالي يعطيان ضوء ناعم و ظلال متدرجة.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-6.jpg"),
    },
    {
      type: "header",
      value: "اتجاه الضوء",
    },
    {
      type: "paragraph",
      value:
        "اتجاه الضوء يؤثر على تحديد الأماكن التي ستقع في الظل أو الضوء في الصورة. في هذه الحالة من الممكن أن يكون الضوء أمامي أو خلفي أو جانبي.",
    },
    {
      type: "header",
      value: "الضوء الأمامي",
    },
    {
      type: "paragraph",
      value:
        "نقول أن الضوء أمامي عندما تكون الشمس أو مصدر الضوء أمام هدف التصوير و خلف المصور.",
    },
    {
      type: "paragraph",
      value:
        "أو حتى عندما تكون الشمس في مكان ما خلف أو على جانب هدف الصورة مع استعمال عاكس ضوئي أمام الهدف ليصبح العاكس هو مصدر الضوء الأساسي في الصورة بدلا عن الشمس ، في هذه الحالة يكون الهدف في الصورة يقع في الضوء ولا يوجد ظلال لأن الظلال ستقع خلف هدف الصورة.",
    },
    {
      type: "paragraph",
      value: "يستخدم هذا النوع من الإضاءة في تصوير الأشخاص لإنارة الوجوه.",
    },
    {
      type: "paragraph",
      value:
        "في الصورة التالية قمت بوضع عمر بحيث يكون وجهه مقابل لنافذة المطعم التي تشكل مصدر الضوء ، و بما أن النافذة تعتبر مصدر ضوء كبير  الحجم فهي تعطي إضاءة ناعمة على كامل الوجه و لا يوجد أي ظلال تقريبا.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-7.jpg"),
    },
    {
      type: "header",
      value: "الضوء من الخلف",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة تكون الشمس أو مصدر الضوء خلف هدف الصورة و أمام المصور. في هذه الحالة سيقع كامل هدف الصورة في الظل لأن الظل سيكون أمامه.",
    },
    {
      type: "paragraph",
      value:
        "يستخدم هذا النوع من الإضاءة في تصوير الظلال  أو ما يسمى السيلويت Silhouette و ذلك عندما تكون الشمس في الساعة الذهبية في الأفق و يكون هدف الصورة أمامها.",
    },
    {
      type: "paragraph",
      value:
        "الصورة التالية لشجرة الحياة في البحرين تظهر كامل الشجرة في الظلال لأن الشمس موجودة في الأفق ساعة الغروب.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-8.jpg"),
    },
    {
      type: "header",
      value: "الضوء الجانبي",
    },
    {
      type: "paragraph",
      value:
        "الضوء الجانبي يسبب ظهور الظلال في الصورة ، الظلال تعطي الدراما و المزاج و العمق للصورة و بالتالي تصبح أكثر جمالا.",
    },
    {
      type: "paragraph",
      value:
        "في تصوير الأبنية اذا كان هناك ظلال نستطيع أن نرى أبعاد البناء و في تصوير الوجوه نرى مزاج الصورة و تفاصيل أكثر للوجه.",
    },
    {
      type: "paragraph",
      value:
        "الصورة التالية لعمر عن طريق ضوء جانبي باستخدام مظلة مما يجعل الضوء الناعم ينسكب على الوجه بشكل انسيابي و جميل.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-9.jpg"),
    },
    {
      type: "paragraph",
      value:
        "إذا كان الضوء يأتي على الجانب الاكبر من الوجه (المواجه للكاميرا) نقول أنه ضوء عريض Broad Light. أما إذا كان الضوء يأتي على الجانب الأصغر من الوجه (الأبعد و الغير مقابل من الكاميرا) نقول أن الضوء ضيق Narrow Light.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-10.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لاحظ في صورة عمر التي في الأبيض و الأسود أنني قمت باستعمال الضوء الضيق.",
    },
    {
      type: "header",
      value: "لون و حرارة الضوء",
    },
    {
      type: "paragraph",
      value:
        "ربما لاحظت أن الضوء المنبعث من اللمبة يميل إلى اللون الاصفر و أن الضوء المنبعث من لمبة التوفير أو النيون تميل للون الأبيض ، إضاءة الشمس أيضا في منتصف النهار تعطي لون يختلف عن اللون الأصفر الذي ينتج عند وقت المغيب ، درجه الاختلاف هذه في لون الضوء تسمى حرارة الضوء و تقاس بالكلفن.",
    },
    {
      type: "paragraph",
      value:
        "كلما اتجه اللون إلى الأصفر نقول ان الضوء حار و كلما اتجه إلى اللون الأزرق نقول انه بارد ، تقوم الكاميرا بتصحيح درجه اللون إلى اللون الطبيعي عن طريق موازنة اللون الأبيض  أو ما يسمى الوايت بالانس White Balance.",
    },
    {
      type: "paragraph",
      value:
        "من ناحية أخرى قد تجد منابع ضوئية مطليه بألوان مختلفة تسبب تغيير في لون الضوء المسلط على هدف الصورة ، و قد ينعكس الضوء عن السطوح و الأجسام الملونة و التي قد تكون قريبة من هدف الصورة فتعطي ألوان مختلفة قد تظهر على البشرة.",
    },
    {
      type: "paragraph",
      value:
        "لذلك عليك الانتباه إلى الأشياء المحيطة بهدف التصوير و اللون المعكوس عنها. مثل لون العشب أو لون الجدار الخشبي القريب من الوجه.",
    },
    {
      type: "header",
      value: "معدلات الضوء",
    },
    {
      type: "paragraph",
      value:
        "و في حال كون أحد خصائص الضوء غير مناسبة لك عند التصوير فعليك البحث عن ظروف الإضاءة المناسبة إما عن طريق انتظار الوقت المناسب من النهار أو عن طريق تغيير مكان أو زاوية التصوير أو عن طريق استخدام معدلات الضوء.",
    },
    {
      type: "paragraph",
      value:
        "من الممكن أن تكون معدلات الضوء أشياء موجودة في المحيط نستطيع الاستفادة منها مثل جدار أو رصيف أو من الممكن أن تكون أدوات تستطيع شراءها.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-11.jpg"),
    },
    {
      type: "header",
      value: "مشتت الضوء (الديفيوزر) Diffuser",
    },
    {
      type: "paragraph",
      value:
        "الغرض من مشتت الضوء هو تحويل مصدر الضوء من صغير إلى كبير و بالتالي يتحول الضوء الناتج من قاس إلى ناعم. فاذا كان لديك مصدر ضوء صغير كالشمس في منتصف السماء تصدر اضاءة قاسية و تريد أن تقوم بتعديل الضوء ليصبح ضوء ناعم قم بوضع مشتت الضوء بين الشمس و هدف الصورة لتحصل على الإضاءة الناعمة.",
    },
    {
      type: "paragraph",
      value:
        "ضوء الفلاش المباشر أيضا ضوء قاس لذلك من الممكن تعديله عن طريق تزويده بمظلة أو سوفت بوكس ليتحول إلى مصدر ضوء كبير يعطي إضاءة ناعمة.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-12.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لمشتت الضوء عدة انواع و أشكال فمن الممكن ان يكون سطح أبيض يتم وضعه بين الشمس و هدف الصورة ، أو مثلا ستارة بيضاء معلقة على نافذة المنزل تقوم بتشتيت الضوء الصادر من النافذة.",
    },
    {
      type: "paragraph",
      value:
        ". أو من الممكن أن تكون قطعة ورقة بيضاء في حال تصوير الماكرو ، أو مثلا جدار أبيض كبير يعكس ضوء الشمس ليتحول إلى سوفت بوكس ، حاول الاستفادة من المحيط الخاص بك للحصول على الاضاءة ناعمة.",
    },
    {
      type: "paragraph",
      value:
        "باختلاف انواع مشتتات الضوء نحصل على تدرجات مختلقة للظل ، لاحظ أن المظلة و السوفت بوكس تعطي افضل النتائج.",
    },
    {
      type: "header",
      value: "عاكس الضوء (الريفليكتر) Reflector",
    },
    {
      type: "paragraph",
      value:
        "الهدف من العاكس الضوئي هو تغيير و التحكم باتجاه الضوء.  ففي حال وجود مصدر الضوء خلف أو بجانب الهدف و لا يقع على المكان الذي نريده نقوم بتعديل اتجاه الضوء بواسطة العاكس كالمرأة تماما.",
    },
    {
      type: "paragraph",
      value:
        "عاكس الضوء من الممكن أن يكون عبارة عن لوح أبيض ، أو من الممكن أن يكون عبارة عن جدار أبيض يعكس الضوء فنقوم بوضع الشخص أمامه ، أو من الممكن أن يكون عاكس صناعي تستطيع شراءه.",
    },
    {
      type: "paragraph",
      value:
        "يستعمل العاكس في تصوير البورتريت لملء الوجه بالضوء أو لتقليل درجة الظل في بعض الزوايا و منع وقوع بعض الأماكن في الظل التام و يسمى مصدر الضوء في هذه الحالة بضوء الملء  Fill light.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-13.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال استخدامك للفلاش الارتدادي Bounce Flash (الفلاش بالرأس المتحرك)  تستطيع بدلا من ان تقوم بتسليطه بشكل مباشر على هدف الصورة ان تقوم بتحريك الرأس ليستعمل الجدران أو الاسقف لعكس الضوء فبذلك يصبح الجدار و السقف عبارة عن مصدر ضوء كبير يعطي اضاءة ناعمة.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-14.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم باستعمال الجدران و الاسقف كمصادر للضوء باستعمال الفلاش الارتدادي.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-15.jpg"),
    },
    {
      type: "header",
      value: "معدلات ألوان الضوء",
    },
    {
      type: "paragraph",
      value:
        "العواكس الضوئية تأتي باللون الذهبي أو الفضي أو الأبيض ، في حال كون العاكس ذهبي أو فضي فإن ذلك يظهر كلون ذهبي و فضي على الوجه ، تأكد من استعمال اللون المناسب حسب النتيجة التي تريد الحصول عليها.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للفلاش يتم تغير درجة حرارة ضوء الفلاش عن طريق وضع الجل ، الجل هو عبارة عن قطعة ملونه شفافة يتم وضعها فوق الفلاش ليتم تغيير اللون و درجة حرارة الضوء. في حال استعمال المحيط الخاص بك الجدران الملونة و العشب تقوم بالعمل كعواكس ضوئية تعطي أضواء ملونة ربما تكون غير مرغوب بها أحيانا ",
    },
    {
      type: "header",
      value: "ظروف الضوء المناسبة لتصوير المظاهر الطبيعية",
    },
    {
      type: "paragraph",
      value:
        "في حال تصويرك للمظاهر الطبيعية تعتبر ساعة الشروق أو الغروب أو ما يسمى الساعة الذهبية أو الساعة الزرقاء قبل الشروق بقليل من أفضل أوقات الإضاءة لأن الشمس تعطي لون اصفر أو ازرق و اضاءة ناعمة للمشهد ككل.",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير للمظاهر الطبيعية بعد هطول الأمطار و انقشاع الشمس تظهر اشعة الشمس من بين الغيوم و تعطي اضاءة جميلة و درامية للسماء و ظلال ناعمة.",
    },
    {
      type: "paragraph",
      value: "تصوير الظلال على الأبنية يظهر ابعاد البناء بشكل اكبر.",
    },
    {
      type: "header",
      value: "ظروف الضوء المناسبة لتصوير الأشخاص و الحيوانات",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لجودة الضوء فإنك عادة تحتاج إلى ضوء ناعم لذلك في حال تصويرك بضوء الشمس عليك التصوير بعد وقت العصر أو عند ظهور غيوم تقوم بتغيير حجم مصدر ضوء الشمس إلى مصدر كبير يصدر ضوء ناعم ، أو بالتصوير في المناطق المظلة ، أو داخل المنزل بالقرب من النافذة مع وجود ستارة تقوم بتعديل الضوء إلى ضوء ناعم. أو ضمن الاروقة حيث يكون الضوء منعكس من الجدران و غير مباشر. قم بتدريب نفسك على الانتباه و الاستفادة من المحيط الخاص بك للحصول على جودة الضوء المناسبة.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لاتجاه الضوء فيفضل أن يكون مصدر الضوء أمامي أو جانبي بدرجة 45 درجة تقريباً بالنسبة لهدف الصورة. و تذكر أن الهدف من البورتريت هو تصوير الشخص و ليس الخلفية التي تقع خلفه و لذلك قم بتوجيه الضوء إلى الشخص.",
    },
    {
      type: "paragraph",
      value:
        "قم بمراقبة اتجاه الضوء و حدد زاوية و مكان التصوير بناء على ذلك. أو قم باستعمال العاكس الضوئي لإضاءة الوجه أو أضف الفلاش من الأمام لملء الوجه بالضوء في حال كون الشمس تقع في الخلف.",
    },
    {
      type: "paragraph",
      value:
        "العيون في تصوير البورتريت تعتبر روح الصورة لذلك يجب أن يظهر وميض الضوء في العين Catch light.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للتعريض الضوئي ففي حال استعمال الموبايل سيقوم بهذا العمل عنك بشكل تلقائي أما في حال استعمال الوضع اليدوي في الكاميرات الاحترافية قم بضبط التعريض عن طريق ضبط إعدادات الكاميرا بالشكل الصحيح و الحصول مؤشر ميزان الضوء في المنتصف.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لدرجة حرارة الإضاءة قم بضبط إعدادات اللون الأبيض White balance عن طريق وضع نوع الإضاءة المناسب في الكاميرا أو عن طريق وضع الضبط التلقائي.",
    },
    {
      type: "paragraph",
      value:
        "تأكد أيضا من عدم وجود انعكاسات لونيه غير مرغوب فيها للضوء على الشخص المراد تصويره من وجود جدران أو اسطح ملونه قريبة.",
    },
    {
      type: "header",
      value: "تجنب المشاكل التالية في تصوير الأشخاص و الكائنات الحية",
    },
    {
      type: "paragraph",
      value:
        "كما يقال الخطوة الأولى لحل المشكلة هو معرفتها لذلك سأقوم بسرد بعض المشكلات التي ألاحظها في تصوير الأشخاص و الكائنات.",
    },
    {
      type: "paragraph",
      value:
        "كثيرا ما ألاحظ إضاءة المكان الخاطئ من الصورة كمثال جعل الخلفية مضيئة و الهدف في الظل ، فتجد مثلا صورة لشخص و لكن هذا الشخص يكون اضعف شيء في الصورة من الناحية الضوئية ، فتذهب عين المشاهد إلى البقع المضيئة بدلا من موضوع الصورة.",
    },
    {
      type: "paragraph",
      value:
        "مثال الصورة التالية التي عثرت عليها في الانترنت لعصفور على غصن شجرة فرغم ان الصورة ناجحة تماماً من ناحية التكوين و إظهار كامل جسم الطائر و اختيار الخلفية إلا أن عيبها الوحيد هو في إضاءتها ، فالخلفية مضيئة مقارنة بالطائر و بالتالي بدلا من النظر إلى الطائر ننظر إلى الخلفية و كأن الخلفية هي موضوع الصورة ، كذلك لا نستطيع أن نرى عين الطائر بوضوح.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-16.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عدم إضاءة الوجه بشكل صحيح و وجوده في الظل بشكل كلي أو كبير. في الصورة التالية للسيدة الضوء الرئيسي يقع في الخلف و وجهها في الظل تماما ، للتغلب على المشكلة إما نقوم بالالتفاف نحو الضوء مع وضع مشتت للضوء لتنعيمه أو نقوم بوضع عاكس ضوئي أمامها لعكس الضوء من الخلف إلى الأمام ، أو نستعمل فلاش لملء الوجه بالضوء.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-17.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ظهور بقع مختلفة من الظل و الضوء على الوجه و الجسم. كثيرا ما أرى اشخاص في الصور ولكن لاهم في الظل ولا هم في الضوء ، بل بين الإثنين أو وجود بقع من الضوء و الظلال نتيجة أوراق اشجار او أو أعمدة أو شيء يحجب الضوء بشكل جزئي. لاحظ وجود هذه المشكلة في صورة القطة التالية.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-18.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الشمس في منتصف السماء تسبب ظهور ظلال قوية اسفل العين (عيون الراكون) كما في الصورة التالية لهذا الشاب ، لاحظ الظلال القوية اسفل العين.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-19.jpg"),
    },
    {
      type: "paragraph",
      value:
        "الإضاءة القوية و الزائدة تسبب العبوس في الوجه لأن الشخض لا يستطيع أن يحتمل الضوء القوي ، تأكد من استعمال ظروف الإضاءة المعتدلة ، لاحظ الصورة التالية للفتاة.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-20.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عدم وجود وميض الضوء في العين  Catch lightالعين تعتبر روح الصورة ، لذلك في حال تصوير الكائنات بشكل عام يشترط ظهور العيون ، و في حال تصوير البورتريت يشترط ظهور انعكاس الضوء في العين لإعطاء الصورة الحياة.",
    },
    {
      type: "image",
      value: require("../assets/light/pic-21.jpg"),
    },
    {
      type: "paragraph",
      value:
        "إضاءة المكان الخاطئ من الصورة. إذا كنت ترغب بتصوير شيء فيجب أن يقع الضوء عليه و ليس على الخلفية أو اي شيء أخر ، لأن الضوء يقود عين الناظر دخل الصورة. لاحظ وجود هذه المشكلة في صورة العصفور السابقة و صورة المرأة.",
    },
  ],
};
