export default {
  id: 3,
  title: "معالجة الصور ببرنامج لايت روم Light room",
  paragraphs: [
    {
      type: "header",
      value: "معالجة الصور ببرنامج لايت روم Light room",
    },
    {
      type: "paragraph",
      value:
        "عندما نتكلم عن معالجة الصورة يخطر ببال العموم أن معالجة الصورة تعني إضافة المؤثرات و الألوان الغريبة إلى الصورة و ليس هذا ما يعني بمعالجة الصورة.",
    },
    {
      type: "paragraph",
      value:
        "معالجة الصورة يقصد بها إصلاح الأخطاء التي حدثت اثناء أخذ الصورة من الكاميرا ،  لذلك عملية معالجة الصورة هي جزء من عملية التصوير ، كما كان قديما قبل ظهور كاميرات الديجيتال يتم تحميض الصور لإظهارها فإنه في تصوير الديجيتال نقوم باستيراد الصور من الكاميرا و ضبط اضاءتها و تكوينها ثم تخريجها كصورة نهائية.",
    },
    {
      type: "paragraph",
      value:
        "أجد كثيراً أن المبتدئين يقعون عادة في أحد الخطئتين التاليين. الخطاء الأول أنه يقوم بوضع الصورة كما هي من الكاميرا فتكون غير صحيحة التكوين و غير صحيحة التعريض الضوئي و عندما تخبره أن الصورة غير صحيحة فيرد عليك بأن الصورة غير معالجة. ",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة قل لي أنك لم تنهي العمل على الصورة. و هكذا تعتبر الصورة منتج غير منتهي. الخطاء الثاني أنه يقوم بتغيير الألوان و التباين في الصورة بطريقة غريبة بعيدة كل البعد عن ضبط اخطاء الصورة و إنما فقط لإضاءة المؤثرات كما يتم عند استعمال برنامج إنستغرام.",
    },
    {
      type: "paragraph",
      value:
        "الهدف الأول من معالجة الصورة هو تصحيح اخطائها و ضبطها بالشكل الصحيح لإخراج الصورة كمنتج نهائي بعد ذلك يمكنك أن تفكر بإضافة الكماليات إلى الصورة لعمل بعض المؤثرات و الذي هو يعتبر اختصاص اخر خارج نطاق هذا الدرس.",
    },
    {
      type: "header",
      value: "التصوير بصيغة الرو Raw",
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم الكاميرا بالتقاط الصورة فإنها تقوم بجمع المعلومات من حساس الكاميرا ثم وضعها في الذاكرة المؤقتة للكاميرا ثم بعد ذلك تقوم الكاميرا بضغط الصورة و تقليل حجمها و إزالة معظم معلومات الألوان و تقليل دقة الصورة ( يقصد بدقة الصورة الطول و العرض) و تحويلها إلى نوع Jpeg ثم بعد ذلك تقوم بتخزينها إلى الذاكرة الدائمة في الكاميرا و التي هي بطاقة الذاكرة .",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "حتى نحافظ على جميع المعلومات التي يقوم حساس الكاميرا يجمعها من الصورة بدون أي نقص نقوم بتغيير إعدادات الكاميرا لاستعمال التصوير بصيغة الرو RAW. كلمة رو تعني خام باللغة العربية.",
    },
    {
      type: "paragraph",
      value:
        "في هذه الحالة لن تقوم الكاميرا بإزالة اي معلومات من الصورة و ستقوم بتخزينها كما هي بشكل كامل إلى بطاقة الذاكرة.",
    },
    {
      type: "paragraph",
      value:
        "تفيدنا هذه العملية عند معالجة الصورة ببرنامج اللايت روم إلى إمكانية استرداد اكبر قدر ممكن من معلومات الصورة من اضواء و ظلال و تفاصيل و تدرج بين الألوان و المجال اللوني للكاميرا و التي لا يمكن إجراءها في حال التصوير بصيغة Jpeg و بدون ذلك أنت لم تستعمل كامل امكانيات الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "إن مساوئ التصوير بصيغة الرو أن الكاميرا تحتاج إلى وقت اكبر لفتح الصورة أثناء عملية التصوير و أن الصورة تحتاج مساحة تخزين أكبر لذلك لن يكون لديك نفس المساحة كما في حال التصوير بصيغة Jpeg كما أنه في حال التصوير بوضع الغالق المستمر لن تكون الكاميرا قادرة على اخذ الكثير من الصور لذلك في حال كنت تستعمل التصوير بالغالق المستمر يمكنك استعمال صيغة Jpeg.",
    },
    {
      type: "header",
      value: "صيغ ملفات الرو Raw Extensions",
    },
    {
      type: "paragraph",
      value:
        "تختلف صيغة ملفات الرو حسب الشركة المصنعة للكاميرا. ففي كاميرات النيكون يتم استعمال الصيغة NEF و في كاميرات كانون يتم استعمال الصيغة CR2 و في باقي الكاميرات ربما يتم اعتماد صيغ اخرى.",
    },
    {
      type: "paragraph",
      value:
        "في بعض الأحيان برنامج اللايت روم Light room و برنامج كاميرا رو Camera Raw قد لا يدعمان الأنواع الجديدة من صيغ ملفات الرو لذلك تقوم شركة أدوبي Adobe بإصدار نسخ محدثة دوريا كلما تم إصدار كاميرات جديدة حتى تدعم قراءة أنواع ملفات الرو الجديدة.",
    },
    {
      type: "paragraph",
      value:
        "بما أن كل شركة تقوم باستعمال صيغة مخلفة من ملفات الرو لذلك قامت شركة أدوبي بإصدار نوع قياسي لملفات الرو بصيغة DNG  لذلك في حال أردت ارشفه ملفات الرو الخاصة بك يفضل أن تفوم بتحويلها إلى هذا النمط عن طريق برنامج اللايت روم أو برنامج التحويل الخاص بأدوبي  Adobe DNG Converter",
    },
    {
      type: "header",
      value:
        "معالجة الصور ببرنامج Photoshop+ Camera Raw و برنامج لايت روم  Light room",
    },
    {
      type: "paragraph",
      value:
        "بشكل اساسي يوجد طريقتين لاستيراد الصور و معاجلتها الطريقة الأولى هي استخدام برنامج لايت روم Light room و الطريقة الثانية استخدام برنامج فوتوشوب Photoshop مع إضافة Camera Raw. بشكل شخصي استعمل برنامج Light  room لسهولته و لأنه يعطي نتائج اسرع مع امكانية عم ارشيف للصور.",
    },
    {
      type: "paragraph",
      value:
        "و نستطيع القول أن برنامج لايت روم Light room  يستعمل لمعالجة عدد كبير من الصور في أن واحد أما الفوتوشوب Photoshop يستعمل لمعالجة كل صورة بشكل منفصل مع إجراء الكثير من العمليات المخصصة.",
    },
    {
      type: "header",
      value: "معايره جهاز العرض Display Calibration",
    },
    {
      type: "paragraph",
      value:
        "يستحسن قبل أن تبدأ بمعالجة الصور أن تتأكد من أن شاشة الكمبيوتر الخاصة بك تقوم بعرض الألوان بالشكل الصحيح و أن إضاءة الشاشة ليست زائدة أو ناقصة و أنها تقوم بعرض الألوان بشكلها الحقيقي و إلا ستتفاجأ بعد ظهور الصور على الاجهزة الأخرى إن الصور تظهر بشكل مختلف.",
    },
    {
      type: "image",
      value: require("../assets/lightroom/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "يوجد أكثر من طريقة لذلك و تختلف من نظام تشغيل إلى أخر. ابسط طريقة في حال كنت تستعمل نظام تشغيل الويندوز انتقل إلى لوحة التحكم Control Panel ثم اختيار معايرة ألوان جهاز العرض Calibrate display color. أو عن طريق كتابة الأمر dccw  من قائمة التشغيل في ويندوز. بعد ذلك قم بتبع معالج المعايرة خطوة بخطوة للنهاية.",
    },
    {
      type: "paragraph",
      value:
        "يفضل بعد أن تقوم بمعالجة الصورة و تصديرها أن تقوم بمشاهدتها على أجهزة مختلفة حتى تتأكد من أن الالوان المستعملة صحيحة كالموبايل مثلاً.",
    },
    {
      type: "header",
      value: "استكشاف برنامج لايت روم",
    },
    {
      type: "paragraph",
      value:
        "في البداية انصحك بأن تقوم بتشغيل البرنامج و محاولة تطبيق المحتويات خطوة بخطوه اثناء قراءة المحتوى.",
    },
    {
      type: "paragraph",
      value:
        "البرنامج يحتوي على نمطين رئيسيين الأول هو نمط المكتبة Library  و الذي يستخدم لعرض الصور و استيرادها و تقييمها و النمط الثاني نمط التطوير Develop و الذي يستخدم للعمل على ضبط الصورة بعد اختيارها.",
    },
    {
      type: "paragraph",
      value:
        "ستجد في الزاوية العلوية اليمنى شريط الاختيار بين أنماط البرنامج. عند النقر على Library  سوف تصبح داخل المكتبة و عند النقر على زر Develop  ستصبح في نمط التطوير بعد أن تقوم باختيار الصورة.",
    },
    {
      type: "header",
      value: "نمط المكتبة Library",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "paragraph",
      value: "",
    },
    {
      type: "image",
      value: null,
    },
  ],
};
