export default {
  id: 3,
  title: "مقياس الضوء Light Metering Modes",
  paragraphs: [
    {
      type: "header",
      value: "مقياس الضوء Light Metering Modes",
    },
    {
      type: "paragraph",
      value:
        "يستعمل مقياس الضوء في الكاميرا لتحديد ما إن كان التعريض الضوئي زائد أم ناقص عن طريق مؤشر مقياس الضوء. إن مبدأ عمل مقياس الضوء يعتمد على قياس درجة اللون الرمادي المرتد إلى الكاميرا Middle grey فإذا كانت درجة اللون الرمادي زائدة عن المتوسط تعتبر الكاميرا أن الإضاءة زائدة أما إذا كانت درجة اللون الرمادي منخفضة عن المتوسط تعتبر الكاميرا ان الصورة قليلة التعريض.",
    },
    {
      type: "paragraph",
      value:
        "نستطيع ضبط طريقة عمل مقياس الضوء الداخلي للكاميرا عن طريق إعدادات مقياس الضوء Light Metering Modes",
    },
    {
      type: "image",
      value: require("../assets/metering/pic-1.jpg"),
    },
    {
      type: "header",
      value: "مقياس الضوء  Light Metering Modes",
    },
    {
      type: "paragraph",
      value:
        "تحدثنا مسبقاً عن ميزان أو مقياس الضوء داخل الكاميرا على أنه عبارة عن مؤشر كالمسطرة يظهر في الكاميرا قبل التقاط الصورة ، و الغرض منه ليشير ما أن كان التعريض الضوئي صحيحا أم لا.",
    },
    {
      type: "image",
      value: require("../assets/metering/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "عادة يكون المؤشر  ظاهر داخل عين الكاميرا View finder و يظهر ايضا على الشاشة الخلفية. لاستعمال مقياس الضوء قم بداية بتوجيه الكاميرا على هدف الصورة ، و راقب حركه الميزان فإن كان المؤشر إلى جهة اليمين هذا يعني أن المقدار المسلط من الضوء زائد. و إن كان المؤشر إلى جهة اليسار فهذا يعني أن المقدار المسلط من الضوء قليل. و يجب أن يكون المؤشر دوما في المنتصف تقريبا. إن كان الضوء زائد عليك بضبط مثلث التعريض بإنقاص أحد عناصر المثلث كزيادة سرعة الغالق أو تضييق فتحة العدسة باختيار درجة f عالية ، أو عن طريق تقليل الأيزو حتى يصل مؤشر مقياس الضوء إلى المنتصف تقريباً.",
    },
    {
      type: "paragraph",
      value:
        "لا تخلو طريقة عمل مقياس الضوء الداخلي من المشاكل فأحد المشاكل الناتجة عن طريقة عمل مقياس الضوء داخل الكاميرا تتجلى بشكل واضح عند التصوير في وجود الثلج.  بما أن المحيط بشكل كامل كله أبيض تحاول الكاميرا تحويل اللون الأبيض إلى اللون الرمادي و نتيجة عن ذلك يظهر الشخص في الصورة معتم جدا و يظهر لون الثلج على أنه رمادي بدلا من اللون الأبيض. كذلك عند تصوير شخص موجود في خلفية سوداء تحاول الكاميرا تحويل اللون الأسود إلى اللون الرمادي و بالتالي يظهر الشخص مضاء بشكل زائد.",
    },
    {
      type: "image",
      value: require("../assets/metering/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لحل هذه المشكلة نلجئ إلى ضبط طريقة عمل مقياس الضوء في الكاميرا عن طريق تحديد المنطقة المراد قياس انعكاس اللون الرمادي منها.",
    },
    {
      type: "header",
      value: "خيارات مقياس الضوء  Metering Modes",
    },
    {
      type: "paragraph",
      value:
        "يوجد اعدادات مختلفة لمقياس الضوء تختلف من نوع كاميرا إلى أخر و من موديل إلى أخر كما أنها تختلف في اساليب عملها بين شركة و أخرى.",
    },
    {
      type: "header",
      value: "كل الصورة Matrix",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تقوم الكاميرا بقياس انعكاس اللون الرمادي بناء على كامل مشهد الصورة بشكل عام ، يستعمل هذا النوع في تصوير المظاهر الطبيعية.",
    },
    {
      type: "header",
      value: "المنطقة المتوسطة Center weighted",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تقوم الكاميرا بقياس انعكاس اللون الرمادي من المنتصف و المجال المحيط به مع إعطاء الاهمية لمنتصف الصورة",
    },
    {
      type: "header",
      value: "نقطة المنتصف Spot metering",
    },
    {
      type: "paragraph",
      value:
        "في هذا النمط تقوم الكاميرا بقياس الون الرمادي المنعكس من نقطة التركيز فقط و تتجاهل باقي الصورة ، يستعمل في تصوير الاشخاص.",
    },
    {
      type: "paragraph",
      value:
        "بالعودة إلى مشكلة التصوير في الثلج لحل المشكلة يوجد أكثر من طريقة. الطريقة الأولى هي عن طريق تعديل خيارات مقياس الضوء إلى نقطة المنتصف ثم التركيز على نقط لا تحتوي على اللون الأبيض مثل وجه الشخص المراد تصويره.",
    },
    {
      type: "paragraph",
      value:
        "الطريقة الثانية هي زيادة التعريض الضوئي درجتين حتى يتم إزاحة اللون الأبيض من منطقة اللون الرمادي إلى منطقة اللون الأبيض في الهيستوغرام عن طريق التحكم ب “تعويض التعريض Exposure compensation”.",
    },
    {
      type: "paragraph",
      value:
        "الطريقة الثالثة في حال استعمال الوضع اليدوي في الكاميرا عن طريق ضبط التعريض بتعديل إما فتحة العدسة أو سرعة الغالق أو الأيزو بنسبة درجتين لزيادة الضوء.",
    },
    {
      type: "paragraph",
      value:
        "حتى تحدد ما إن كان قياس الضوء في الصورة صحيح يجب أن تظهر الألوان بشكلها الطبيعي و أقصد هنا أنه يجب أن يظهر الأبيض على أنه ابيض و الرمادي على أنه رمادي.",
    },
    {
      type: "header",
      value: "تقنية الورقة الرمادية",
    },
    {
      type: "paragraph",
      value:
        "يستعمل بعض المصورين تقنية الورقة الرمادية لأخذ مقياس صحيح من مقياس الضوء الموجود داخل الكاميرا. بما أن الكاميرا تعمل على قياس درجة الضوء الرمادي من الضوء المنعكس إذا لنحصل على نتائج دقيقة نقوم بوضع ورقة رمادية في محيط الصورة قبل البدء بعمليه التصوير ثم نقوم بوضع اعدادات مقياس الضوء إلى نقطة المنتصف و نقوم بتوجيه الكاميرا إلى الورقة الرمادية ثم نقوم بضبط إعدادات مثلث التعريض الضوئي بناء على المعطيات من مقياس الضوء.",
    },
    {
      type: "image",
      value: require("../assets/metering/pic-4.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بعد الانتهاء من ضبط الاعدادات نزيح الورقة من إطار الصورة و نبدأ بعملية التصوير بدون التغيير على اعدادات الكاميرا.",
    },
    {
      type: "header",
      value: "مقياس الضوء الخارجي",
    },
    {
      type: "paragraph",
      value:
        "الجهاز الأكثر دقة من مقياس الضوء الداخلي هو مقياس الضوء الخارجي ، الفرق بين ألية عمل مقياس الضوء الداخلي و الخارجي أن الجهاز الخارجي يعتمد على قياس الضوء الواقع على الحساس الخاص به بشكل مباشر أما ميزان الكاميرا الداخلي يعتمد على قياس الضوء المرتد من الهدف المراد تصويره إلى الكاميرا. لذلك الميزان الخارجي يعطي مقياس ضوئي دقيق.",
    },
    {
      type: "paragraph",
      value:
        "يوجد أنواع مخلفة لمقياس الضوء الخارجي و عند قياس الضوء يقوم بتزويدك بإعدادات الكاميرا لمثلث التعريض التي يجب أن تدخلها في الكاميرا في الوضع اليدوي. كما تتميز بعض الأنواع أنه من الممكن ربطها بقادح الفلاش من اجل ضبط الاضاءة في حال وجود الفلاش.",
    },
  ],
};
