export default {
  id: 3,
  title: "التصوير الليلي Night Photography",
  paragraphs: [
    {
      type: "header",
      value: "التصوير الليلي Night Photography",
    },
    {
      type: "header",
      value: "المعدات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "كما في تصوير الطبيعة في التصوير الليلي ستحتاج إلى عدسة عريضة Wide Lens من اجل اظهار المشهد. و لكن هنا ستحتاج إلى استعمال فتحة عدسة واسعه و ذلك لتقليل سرعة الغالق قدر الامكان لأنه في حال تصوير النجوم و المجرات إذا تجاوزت سرعة الغالق مقدار نصف ثانية فإن النجوم ستظهر متحركة في الصورة بسبب دوران الارض و بالتالي ستحصل على ذيول النجوم  Star Trail بدلا من صورة المجرة. أما اذا المقصود تصوير اشياء اخرى فلا داعي للعدسة الواسعة. ",
    },
    {
      type: "image",
      value: require("../assets/night/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "ستحتاج أبضا إلى حامل الكاميرا Tripod و يفضل ان يكون الحامل ثقيل نسبيا حتى لا تتأثر الكاميرا بحركة الرياح و تظهر الصورة مهتزة.",
    },
    {
      type: "paragraph",
      value:
        "في حال استعمال التصوير بالغالق البطيء يستحسن استعمال زر غالق عن بعد لمنع اهتزاز الكاميرا الناتجة عن الضغط باليد على الكاميرا. أو قم باستعمال مؤقت الكاميرا لأنه يؤخر اخذ الصورة حتى تكون الكاميرا استقرت بعد الضغط على زر الغالق. ستحتاج أيضا إلى مصباح للرؤية و ضبط الكاميرا لأنه ستكون الاضاءة معدومة.",
    },
    {
      type: "image",
      value: require("../assets/night/pic-2.jpg"),
    },
    {
      type: "header",
      value: "إعدادات الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لإعدادات الكاميرا في التصوير الليلي فإنها تختلف حسب التأثير الذي ترغب بالحصول عليه و نوع المشهد.",
    },
    {
      type: "paragraph",
      value:
        "في حال كان المشهد الذي ترغب بتصويره يحتاج إلى اظهار حركة السيارات المتحركة فهذا يعني أنك تحتاج إلى استعمال سرعة غالق بطيئة. قم أولا بوضع الأيزو على 100 لتجنب اظهار الضجيج في الصورة. بعد ذلك قم بوضع فتحة العدسة بحدود f/8. في هذا النوع من التصوير لن يفيد مقياس الضوء لأن في المشهد الليلي تكون الصورة عاتمة جداً.",
    },
    {
      type: "paragraph",
      value:
        "قم بالبدء باختبار ماهي سرعة الغالق عن طريق الاختبار و فحص النتائج في الهيستوغرام. قم بوضع سرعة الغالق مدة ثانية 1″ و قد بأخذ صورة ثم انظر إلى الهيستوغرام فإذا كانت الصورة زائدة الاضاءة و الالوان في الهيستوغرام مائلة إلى اليمين قم بزيادة سرعة الغالق قليلاً أو بتقليل فتحة العدسة قليلاً ثم قم بأخذ صورة أخرى.",
    },
    {
      type: "paragraph",
      value:
        "و افحص الهيستوغرام. اذا كانت الصورة ناقصة الإضاءة و الهيستوغرام مائل إلى الشمال قم إما بتقليل سرعة الغالق أو بزيادة فتحة العدسة. و استمر في هذه العملية حتى تحصل على الصورة بالإضاءة المناسبة.",
    },
    {
      type: "paragraph",
      value:
        "بعد ان قمت بضبط الاعدادات قم بأخذ العديد من الصور حتى تحصل على الصورة المثالية التي تحتوي على الحركة المناسبة من السيارات و الاضواء.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للتركيز فيفترض ان يعمل بشكل طبيعي لوجود الضوء. أما في حال عدم قدرة الكاميرا على التركيز قم بتغير نظام الفوكس إلى الوضع اليدوي و قم بضبط الفوكس يدويا مع مراقبة الصورة عن طريق شاشة الكاميرا الخلفية بالتكبير على نقطة معينة واضحة في الشاشة.",
    },
    {
      type: "paragraph",
      value:
        "في حال تصويرك للمجرة ستحتاج إلى عدسة عريضة بفتحة واسعة مثل f/2.8 من اجل تجنب الغالق البطيء الذي يتسبب في ظهور حركة الارض في الصورة. في البداية قم بوضع فتحة العدسة بأكبر ما يمكن ثم قم بوضع سرعة الغالق بما لا يتجاوز ثلاثين ثانية ثم قم بأخذ صورة و فحص الهيستوغرام.",
    },
    {
      type: "paragraph",
      value:
        ". فإذا كانت الصورة معتمة قم بزيادة الأيزو الخاص بالكاميرا و قم بإعادة المحاولة حتى تحصل على الصورة بالإضاءة الصحيحة.",
    },
    {
      type: "paragraph",
      value:
        "في هذا النوع من التصوير لن يعمل نظام التركيز في الكاميرا لذلك قبل البدء بالتصوير قم بوضع الكاميرا على وضع التركيز اليدوي ثم قم بالتركيز إلى اللانهاية عن طريق تحريك حلقة التركيز إلى رمز اللانهاية (انفينيتي). و بعد اخذ الصور قم بفحص الصور لتتأكد من صحة التركيز.",
    },
    {
      type: "image",
      value: require("../assets/night/pic-3.jpg"),
    },
    {
      type: "header",
      value: "تكوين الصورة و إيجاد المظهر المناسب",
    },
    {
      type: "paragraph",
      value:
        "التصوير الليلي هو عبارة عن تصوير لمظاهر طبيعية لذلك كما في المظاهر الطبيعية قم بداية بالبحث عن المشهد الذي ترغب بتصويره مع مراعاة قواعد تكوين الصورة.",
    },
    {
      type: "paragraph",
      value:
        "قد يكون المشهد عبارة شوارع المدينة مع اظهار حركة اضواء السيارات لذلك قم بالبحث عن نقطة مناسبة لرؤية المشهد بالشكل الصحيح من نقطة عالية من اعلى بناء مثلاً أو من على جسر.",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت ترغب بتصوير المجرة ليلاً فعليك البحث عن منطقة بعيدة عن اضواء المدينة لتجنب التلوث الضوئي الذي يحجب ظهور المجرة في السماء.",
    },
    {
      type: "paragraph",
      value:
        "عادة يشترط لظهور المجرة أن تبتعد مسافة 70 كيلو متر عن اي مدينة قريبة و أن تكون الليلة غير مقمرة لأن ضوء القمر يحجب رؤية النجوم و كذلك عدم وجود رطوبة في الجو. بعد ان تستطيع رؤية المجرة بالشكل المناسب قم بإيجاد التكوين عن طريق وضع ربما شيء في مقدمة الصورة و جعل المجرة بخلفية الصورة.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند معالجة الصورة قم استعمال تسلسل العمل الاعتيادي للمعالجة مع التركيز على زيادة التباين في الصورة من اجل اظهار المجرة بشكل واضح.",
    },
    {
      type: "paragraph",
      value:
        "و ذلك عن طريق زيادة مؤشر التباين Contrast  ثم زيادة اللون الابيض عن طريق تحريك المؤشر White  إلى اليمين و زيادة اللون الاسود عن طريق تحريك المؤشر Black إلى اليسار.",
    },
    {
      type: "paragraph",
      value:
        "ثم قم بزيادة اشباع الالوان من اجل اظهار لون السماء الازرق من المؤشرات Vibrance و Saturation .  بعد ذلك تستطيع اختبار مؤشرات الالوان من القسم HSL لزيادة اظهار الوان معينة حسب رغبتك.",
    },
  ],
};
