export default {
  id: 3,
  title: "التصوير الصحفي Photo Journalist",
  paragraphs: [
    {
      type: "header",
      value: "التصوير الصحفي Photo Journalist",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "التصوير الصحفي و تصوير حياة الشارع Street Photography يعتمد بشكل اساسي على عنصر القصة. فربما لن يكون لديك الوقت الكافي لإعداد الاضاءة و التكوين و اعدادات الكاميرا لأنه ربما اللحظة و القصة الصحفية لن تتكرر.",
    },
    {
      type: "paragraph",
      value:
        "في هذا النوع من التصوير عليك فقط ضبط الكاميرا على الاعدادات الصحيحة و محاولة اختيار الزاوية التصويرية المناسبة لعمل لضبط التكوين بالشكل الانسب. ",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير الليلي يمكنك استعمال الفلاش مالم يكن يسبب اي ازعاج للحضور.",
    },
    {
      type: "image",
      value: require("../assets/journal/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "اذا لم تحتوي الصورة الصحفية على القصة فربما لن يتم ادراج صورتك في الصحيفة.",
    },
    {
      type: "paragraph",
      value:
        "تحتاج ايضاً إلى الاخذ بعين الاعتبار إلى ضبط تكوين الصورة حسب الامكان عن طريق جعلها متوازنة العناصر و استبعاد العناصر الغير لازمة عن طريق حصر المشهد باستعمال الزوم أو القطع اثناء معالجة الصورة.",
    },
    {
      type: "header",
      value: "المعدات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "في التصوير الصحفي ربما تحتاج إلى عدسة للتبديل بين التصوير العريض و البورتريت لذلك العدسة 24-70mm 2.8  قد تكون الانسب لهذا الغرض.",
    },
    {
      type: "paragraph",
      value: "ستحتاج إلى فلاش محمول على الكاميرا للتصوير الليلي ايضاً.",
    },
    {
      type: "header",
      value: "ضبط الإعدادات",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط الاعدادات يجب أن تأخذ بعين الاعتبار ان تكون الكاميرا جاهزة لاقتناص الصورة في الوقت المناسب. فانت لا تعلم متى تأتي اللحظة المناسبة.",
    },
    {
      type: "paragraph",
      value:
        "لذلك من الممكن ان تستعمل وضع أولوية الغالق أو أولوية فتحة العدسة حسب الغرض. فإذا كانت الوقت في منتصف النهار و الاضاءة شديدة قم باستعمال اولية الغالق و ضع سرعة الغالق على سرعة مناسبة للكاميرا المحمولة باليد مثل 1/100 فما فوق. أما في حال كان الضوء منخفضاً أو الحاجة لتصوير البورتريت مع عزل الخلفية قم باستعمال وضع اولوية فتحة العدسة و اختر اكبر فتحة ممكنة مثل f/2.8.",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير الليلي اذا كان بالإمكان استعمال ضوء الفلاش فقم بتشغيل الفلاش أما اذا لم يكن بالإمكان قم بوضع الكاميرا على الوضع اليدوي و ضع سرعة الغالق على اقل سرعة مناسبة للحمل باليد مثل 1/100 ثم اختر فتحة عدسة كبيرة مثل f/2.8 ثم قم برفع شدة الايزو حتى يصبح مؤشر الضوء في الكاميرا في المنتصف.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند بدء المعالجة قم باستيراد الصور إلى برنامج اللايت روم و فرزها بحيث الاخذ بعين الاعتبار الصور التي تتحدث بشكل أكبر عن القصة. قم بضبط اضاءة الصورة Exposure و ازالة اخطاء العدسة ثم قم بضبط تكوين الصورة عن طريق اداة القص Cropping و ضبط الافق.",
    },
    {
      type: "paragraph",
      value:
        "لا ينبغي هنا اضافة المؤثرات أو تنظيف و تلميع الوجوه لأنك تريد نقل الصورة الحقيقية كما هي بدون أي تغيير.",
    },
  ],
};
