export default {
  title: "تصوير البورتريت Portrait Photography",
  paragraphs: [
    {
      type: "header",
      value: "تصوير البورتريت Portrait Photography",
    },
    {
      type: "header",
      value: "المعدات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "في تصوير البورتريت تحتاج بشكل عام إلى عدسة تيليفوتو Telephoto  من اجل الحرص على عدم الحصول على تشويه العدسة في الوجه و الذي يؤدي إلى ظهور الوجه بشكل مشوه و عريض.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value: "كذلك تحتاج إلى فتحه عدسة واسعة من اجل عزل خلفية المشهد.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت كاميراتك بالحساس المقصوص APS-C فإن العدسة الأنسب و الارخص هي 50 mm 1.8 أو 50mm 1.4.  أما في حال كانت كاميراتك بالحساس الكامل Full Frame  فالعدسة المناسبة هي 85 mm 1.8 أو 85mm 1.4.  في حال كان لديك ميزانية جيدة فمن الممكن الحصول على عدسة 70-200 mm 2.8 لأنها تحتوي على الزوم و لكن ليست بالضرورة.",
    },
    {
      type: "paragraph",
      value:
        "و في حال كنت ستستخدم العدسة لتصوير الافراح أو ضمن الصالات فيفضل اقتناء عدسة 24-70mm f2.8 لكي تستطيع التبديل بين تصوير الاشخاص و تصوير القاعة بسهولة.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم باستعمال العدسات العريضة اقل من 50mm  عند تصوير الوجوه حتى لا تحصل على تشوه الوجه.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-2.jpg"),
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لمعدات الإضاءة في حال التصوير الخارجي يمكنك استعمال اضاءة الشمس الطبيعية و في هذه الحالة تحتاج إلى عاكس و مشتت ضوئي.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال الإضاءة الصناعية داخل الاستوديو أو خارجه يوجد الكثير من الخيارات و أرخص هذه الخيارات و ابسطها هي اقتناء زوج من الفلاشات الصينية مثل نوع Yangon  بالرأس المتحرك و يدعم تقنية TTL و HSS. الانواع الصينية مثل Neweer أو Yangon تمتاز برخصها مقارنة بالأنواع المزودة من نيكون و كانون. ستحتاج أيضاً إلى قوادح لاسلكية للتحكم بالفلاش مثل Pocket Wizard و يفضل شراء الانواع التي تدعم TTL و HSS. تحتاج أيضاً إلى حوامل للضوء و مظلات أو سوفت بوكس متوافقة مع الفلاشات التي لديك. احرص على ان يكون السوفت بوكس كبير نسبيا لتحصل على اضاءة ناعمة.",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "في داخل الاستوديو عند تصوير البورتريت يمكنك اختيار خلفية سوداء أو بيضاء أو رمادية.",
    },
    {
      type: "paragraph",
      value:
        "لا داعي لشراء خلفيات ملونة و نقوش مختلفة و ذلك لأنه من الممكن استعمال خلفية خضراء و استبدلها فيما بعد اثناء المعالجة بالفوتوشوب بالخلفية المطلوبة. بشكل شخصي اقوم باستعمال خلفية رمادية قابلة للطي ثم اقوم بتبديلها بالفوتوشوب بنقوش مختلفة حسب المزاج المطلوب من الصورة.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للتصوير الخارجي حيث يتم استعمال المشهد كجزء من الصورة لا تقم بتصوير الشخص كما يفعل العامة أمام البحيرة أو النافورة أو أمام الجبل.",
    },
    {
      type: "paragraph",
      value:
        "و إنما قم باستكشاف الأمان و ابحث عن الزوايا و المشاهد التي تحتوي على النقوش أو الخطوط القيادية أو الانعكاس أو الإطارات أو الخلفية المعزولة و المموهة أو البوكة. أو حاول جعل الشخص يبدوا جزء من المشهد عبر جعل الصورة تبدوا كقصة تتفاعل فيها محيط الصورة مع الهدف.",
    },
    {
      type: "paragraph",
      value:
        "عند تكوينك للمشهد قم بقص الصورة أو استعمل الزوم لاستبعاد العناصر الغير مرغوب من المشهد.",
    },
    {
      type: "header",
      value: "عناصر أماكن التصوير",
    },
    {
      type: "paragraph",
      value:
        "القائمة التالية ليست قوانين ملزمة لاختيار اماكن التصوير و إنما هي مجموعة من العناصر التي من الممكن الاستفادة منها اثناء اكتشاف اماكن التصوير و استغلالها لصنع الصورة. قم بالانتباه إليها اثناء رؤية أماكن التصوير و التدرب عليها.",
    },
    {
      type: "header",
      value: "الخطوط القيادية",
    },
    {
      type: "paragraph",
      value:
        "الخطوط القيادية هي عبارة عن خط نظري يتكون من مجموعه من الأشياء المتكررة في المشهد مثل مجموعة أعمدة أو سكة القطار أو عدة اشجار بجانب بعضها البعض.",
    },
    {
      type: "paragraph",
      value:
        "نستطيع الاستفادة من هذه العناصر بتشكيل المشهد بنمط متكرر ثم ادراج الشخص بينها لكسر هذا النمط.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-3.jpg"),
    },
    {
      type: "header",
      value: "النقوش",
    },
    {
      type: "paragraph",
      value:
        "ابحث عن النقوش مثل الحجارة المرصوفة أو الأسيجة و استعملها لتكوين خلفية أو خط قيادي بجانب أو خلف الشخص",
    },
    {
      type: "header",
      value: "الانعكاس",
    },
    {
      type: "paragraph",
      value:
        "الانعكاسات تتكون من اي سطح عاكس مثل المرآة أو الزجاج أو بقعة مياه.",
    },
    {
      type: "paragraph",
      value:
        "نستطيع الاستفادة من هذه العناصر لتشكيل المشهد بعدة طرق. الشيء الأهم في استعمال الانعكاس هو انها تقوم بعمل توازن في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "أما بالنسبة لطرق استعمالها فمن الممكن اما عكس صورة الشخص أو الحزء المقابل من جسده أو اظهار شيء أخر غير من خارج إطار الصورة في الصورة المعكوسة كشخص اخر ينظر إلى المرآة لتكوين قصة في الصورة.",
    },
    {
      type: "header",
      value: "توازن العناصر",
    },
    {
      type: "paragraph",
      value:
        "في هذا المبدأ نقوم بإدراج عنصر اخر داخل اطار الصورة لعمل توازن في المشهد. من الممكن اجراء ذلك بعدة طرق منها مثلا جعل الشخص يقف بجانب لوحة معينة أو جعل الشخص يقف بجانب نافذة أو مرآه مثلا.",
    },
    {
      type: "header",
      value: "التأطير",
    },
    {
      type: "paragraph",
      value:
        "الإطارات في المشهد تتكون من الأبواب و الأعمدة و النوافذ أو اي خطين متناظرين.",
    },
    {
      type: "paragraph",
      value:
        "نستطيع استعمال الإطارات لإدراج الشخص بينها لا عطاءه المزيد من الأهمية. مثال فتاه تنظر من نافذة المنزل و يتم تصويرها من الخارج.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-4.jpg"),
    },
    {
      type: "header",
      value: "الخلفية المعزولة",
    },
    {
      type: "paragraph",
      value:
        "الخلفية المعزولة من المكن ان تكون اي مشهد خلف الشخص المراد تصويره و يتم عزل الخلفية باستعمال فتحة واسعة مثل f/1.8  فتظهر الخلفية مموهة و يبقى في المشهد صورة الشخص فقط. عند عزل الخلفية يفضل انتقاء الخلفية التي لا تحتوي على اكثر من ثلاث الوان و ان تكون جميعها من نفس المجموعة اللونية تقريبا و لا تتنافس في الصورة مع هدف الصورة.",
    },
    {
      type: "paragraph",
      value:
        "قم باستعمال التركيز اليدوي و اجعل المشهد خارج التركيز بتحريك دولاب التركيز يدويا ثم حرك الكاميرا يمينا و شمالا اثناء النظر من عين الكاميرا لإيجاد الخلفية المموهة النظيفة و بعد ذلك اجعل الشخص يقف ضمن المشهد الذي وجدته و قم بإعادة التركيز إلى الوضع الأوتوماتيكي و قم بأخذ الصورة.",
    },
    {
      type: "header",
      value: "البوكة",
    },
    {
      type: "paragraph",
      value:
        "البوكة هي عبارة عن البقع الضوئية الملونة خارج التركيز التي تظهر في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "نستطيع عمل البوكة بتصوير الشخص امام مجموعة اضواء بشرط ان تكون بعيده عنه ثم استعمال فتحة عدسة واسعة من اجل جعل هذه الاضواء تظهر بدون تركيز. من الممكن أن تكون هذه الاضواء في خلفية أو مقدمة الصورة.",
    },
    {
      type: "header",
      value: "انتقاء الالوان",
    },
    {
      type: "paragraph",
      value:
        "بعد ان قمت باختيار و ايجاد مواقع التصوير يجب عليك ان تختار الملابس المناسبة للمشهد أو على العكس باختيار المشهد المناسب للملابس الذي يرتديها الشخص.",
    },
    {
      type: "paragraph",
      value:
        "و ذلك عن طريق الاستعانة بدولاب الألوان المتممة لإيجاد الالوان التي تناسب المشهد.",
    },
    {
      type: "paragraph",
      value:
        "فمثلا إذا كان المشهد يحتوي على الوان خضراء مثل اوراق الاشجار فيفضل أن نكون الملابس تحتوي اللون الأحمر.  أما إذا كان المشهد يحتوي على الوان زرقاء مثل موج البحر يفضل اختيار الملابس التي تحتوي اللون الأصفر.",
    },
    {
      type: "paragraph",
      value:
        "أو من الممكن استعمال الالوان من نفس المجموعة اللونية المتدرجة أو الاخذ بعين الاعتبار استعمال التباين في الالوان مثل الابيض و الاسود.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-5.jpg"),
    },
    {
      type: "paragraph",
      value:
        "قم بحفظ الالوان الرئيسية و متمماتها بالاستعانة بدولاب الألوان في الصورة أو من موقع ادوبي  color.adobe.com",
    },
    {
      type: "header",
      value: "لغة و وضعيات الجسد",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة لوضعية الجسد يفضل ان يظهر الجسد بوضعية طبيعية و مقبولة. يتم عادة استعمال وضعيات جسد مخلفة حسب الغرض من التصوير.",
    },
    {
      type: "paragraph",
      value:
        "فمثلا في تصوير البيوتي يتم استعمال وضعيات الجسد التي نظهر النعومة. أما في تصوير الفاشن يتم استعمال الوضعيات التي تظهر الطاقة العالية مثل القفز و مد الجسد و الأطراف.",
    },
    {
      type: "paragraph",
      value:
        "في تصوير البورتريت تستطيع البحث عن الالهام من المواقع مثل www.pinterest.com أو غوغل صورimages.google.com . أو قم بشراء برنامج مخصص لذلك و قم بتنزيله على الموبايل مثل Posing App. قبل اجراء جلسة التصوير قم بعمل بعض البحث على الانترنت عن صور مشابهه لغرض التصوير الذي تريد ان تقوم به و احتفظ بالصور لاستعملها كإلهام أثناء جلسة التصوير.",
    },
    {
      type: "paragraph",
      value:
        " ليس بالضرورة اظهار هذه الصور للزبون و إنما تذكرها لتوجيه الشخص حسب ما ترغب.",
    },
    {
      type: "paragraph",
      value:
        "بعد اختيار وضعية الجسد يجب عليك معرفة كيفية ضبط الاخطاء في شكل الجسد بحيث يظهر بالشكل الصحيح. الغرض من تصوير الاشخاص هو اظهار الشخص بأفضل وجه لذلك علينا معرفة كيفية ضبط الاخطاء و اخفاء العيوب.",
    },
    {
      type: "paragraph",
      value:
        "بشكل عام عند تصوير الرجال احرص على اظهار الشخص بشكل قوي عن طريق جعل الجسم مقابل للعدسة و اختيار الاضاءة التي تظهر جزء من الوجه في الظل. أما بالنسبة للنساء فاختر الوضعيات التي تظهر الطول و الانحناءات و الفراغات في الجسد مع اختيار الاضاءة الناعمة.",
    },
    {
      type: "paragraph",
      value:
        "تذكر أنك تستطيع اخذ عدة اختلافات من نفس الوضعية بعمل تعديلات طفيفة اثناء عملية التصوير. لذلك قم بعمل تغييرات طفيفة على نفس الوضعية اثناء التصوير قبل الانتقال إلى وضعية أخرى.",
    },
    {
      type: "paragraph",
      value:
        "بعد ان قمت بتحديد الوضعية قم بضبط الجسد من الاعلى إلى الاسفل بفحص النقط التالية و تذكر انها ليست قوانين ملزمة و إنما مجرد نصائح:",
    },
    {
      type: "header",
      value: "الرأس",
    },
    {
      type: "paragraph",
      value:
        "في البداية احرص أن يظهر كلتا العينين في الصورة. عند تحريك الرأس يميناً أو شمالا يشترط أن لا يتجاوز الأنف طرف الخد في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للعينين تأكد من أن الشخص يفتح عينيه بشكل جيد ولا يظهر و كأنه نعسان و ذلك عن طريق اخذ اكثر من صورة مع تأكيد وضع التركيز على أحد العينين.",
    },
    {
      type: "paragraph",
      value:
        " للحصول على عيون كبيرة قم بالتصوير من زاوية مرتفعة قليلا عن رأس الشخص بحيث يضطر إلى النظر للأعلى قليلاً مما يسبب بفتح العينين بشكل جيد. تأكد من أن الضوء يقع على العين لتحصل على الكاتش لايت في العين.",
    },
    {
      type: "paragraph",
      value:
        "في حال الشخص يمتلك ذقن مزدوجة دعه يقوم برفع رأسه قليلا مع تقريبه للأمام كالدجاجة مع تنزيل الراس درجة قليلا للأسفل و كأن احدهم يمسك بشعره من النقطة العليا الخلفية.",
    },
    {
      type: "header",
      value: "الكتفين",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط الكتفين يفضل عدم جعل الكتفين يظهران بخط افقي تام و إنما بجعلهما يشكلان خط مائل في الصورة.",
    },
    {
      type: "header",
      value: "الظهر",
    },
    {
      type: "paragraph",
      value:
        "تأكد من أن الظهر مشدود بشكل طبيعي و غير منحني أو مشدود بشكل متوتر. و تأكد من أن الشخص لا يميل للخلف كثيرا.",
    },
    {
      type: "header",
      value: "الصدر",
    },
    {
      type: "paragraph",
      value:
        "في حال تصوير الشخص النحيف تستطيع جعل الصدر مباشر نحو الكاميرا حتى يعطي الصورة المزيد من العرض أما في حال تصوير الشخص العريض قم بلف الصدر قليلا عن الكاميرا حتى يتم تقليل حجم الشخص في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "عادة اقوم بلف الصدر قليلا حتى لا يظهر الكتفان بخط افقي تام في الصورة.",
    },
    {
      type: "header",
      value: "الأيدي",
    },
    {
      type: "paragraph",
      value:
        "عند ضبط الأيدي تأكد من إعطاء اليد شيء لتفعله و لا تجعل الايدي ملتصقة بالجسد أو متدلية بدون هدف.",
    },
    {
      type: "paragraph",
      value:
        "من الممكن جعل أحد اليدين تمسك بشيء ما أو ان تكون في الجيب أو في حال تصوير الفتيات أن تمسك شعرها أو تضع يدها على وجهها.",
    },
    {
      type: "paragraph",
      value:
        "تجنب التناظر في وضع اليدين كمثال لا تجعل كلتا اليدين ضمن الجيب و إنما واحدة في الجيب و الأخرى على الخصر مثلاً.",
    },
    {
      type: "paragraph",
      value:
        " في حال ترك اليد متدلية احرص على ترك مسافة بين اليد و الجسد حتى لا تعطي الخصر المزيد من العرض و لكي لا يبدوا الجسد أكبر من حجمه.",
    },
    {
      type: "paragraph",
      value:
        "في حال تصوير النساء تستطيع استخدام اليد لعمل مثلثات لتوجيه عين الناظر إلى أماكن معينة من الجسد. كمثال إذا تم وضع اليد على الرأس فإن اليد تشكل مثلث يقود عين الناظر إلى الرأس أما إذا تم وضع اليد على الخصر فإن اليد تشكل مثلث يقود عين الناظر إلى الجسد.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع ايضا استعمال اكف الايدي لقيادة عين الناظر في الصورة حسب ما تريد فمثلا عندما وضع كفي اليد حول الوجه يقود عين الناظر إلى الوجه.",
    },
    {
      type: "paragraph",
      value:
        "حاول الابتعاد عن وضعيات اليد التي تظهر بزاوية 90 درجة و ابتعد عن جعل اليد مفرودة بشكل متشنج.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للرسغ تأكد بأن الرسغ غير منحني بشكل كبير و إنما بوضعية طبيعية. بالنسبة للأصابع تأكد من أن اصابع اليدين غير متشنجة أو مشدودة بشكل كبير و تجنب ظهور الاصابع الغير معروفة المصدر.",
    },
    {
      type: "header",
      value: "الأرجل",
    },
    {
      type: "paragraph",
      value:
        "عند الرجال عند ضبط الارجل في حال الوقوف يجب عدم ترك وزن الجسم متوزع بشكل متساوي على كلتا الرجلتين و إنما يجب أن يكون وزن الجسم الاكبر على الرجل الخلفية مع ترك الرجل الامامية مرتاحة نسبيا و الركبة منحنية قليلا. لاحظ ذلك عند وقوف الاشخاص اثناء التحدث مع بعضهم البعض.",
    },
    {
      type: "paragraph",
      value:
        "في حال الجلوس أو الاتكاء اختر وضعيات الرجلين التي لا تحتوي على التناظر كمثال من الممكن أن تكون رجل مبتعدة للخلف و الأخرى إلى الأمام. أو احد الرجلين مرتفعة عن الاخرى بوضعها على صندوق صغير.",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للنساء عند الوقوف من الممكن أن يتم وضع الوزن على القدم الخلفية مع لف الرجل الأخرى فوقها قليلا مثل حرف K. أو أن يتم الوقوف مع تشكيل الشكل إكس X بالقدمين.",
    },
    {
      type: "paragraph",
      value:
        "في حال الجلوس أو الاتكاء يفضل جعل الاقدام تبدو ممتدة و طويلة مع إظهار الانحناءات في الجسم عن طريق لف أحد الرجلين على الأخرى و الابتعاد عن التناظر.",
    },
    {
      type: "header",
      value: "اخفاء العيوب",
    },
    {
      type: "paragraph",
      value:
        "لكل انسان زاوية حسنة المظهر يجب البحث عنها و استغلالها في التصوير لأن الهدف من تصوير الاشخاص هو إظهارهم على بأجمل شكل.",
    },
    {
      type: "paragraph",
      value:
        "كذلك في حال وجود عيوب يجب إخفاء هذه العيوب فلا احد يريد أن يظهر بشكل غير لائق في الصور كما أنك كمصور للأشخاص لن يكون جميع زبائنك من الموديلز و لهم المظهر الحسن لذلك يجب عليك معرفة التعامل مع ذلك. و اخذ الوقت بمعرفة الزاوية الحسنة من الشخص الذي تريد تصويره.",
    },
    {
      type: "paragraph",
      value:
        "كقاعدة عامة لإخفاء العيوب نقوم إما باستبعادها من اطار الصورة عن طريق القص و الاكتفاء بتصوير الرأس أو ربع الجسد فقط أو نقوم بإخفائها باليدين أو بتحريك الجسد بشكل يقلل من هذه العيوب.",
    },
    {
      type: "paragraph",
      value: "إليك بعض هذه العيوب مع كيفية تجاوزها:",
    },
    {
      type: "header",
      value: "الذقن المزدوجة",
    },
    {
      type: "paragraph",
      value:
        "الذقن المزدوجة هي عبارة عن تكتل لحمي يقع تحت الذقن و الذي يتسبب في ظهور ذقن اضافية في الصورة.",
    },
    {
      type: "paragraph",
      value:
        "تظهر الذقن المزدوجة عند الناس اصحاب الوزن الزائد. للتخلص من الذقن المزدوجة قم بجعل الشخص يقوم بمد رقبته للأعلى و الأمام قليلا كرأس الدجاجة مع ابقاء الوجه للأسفل قليلا.",
    },
    {
      type: "header",
      value: "الكرش و السمن",
    },
    {
      type: "paragraph",
      value:
        "في حال كون الشخص لديه كرش تستطيع استعمال عدة حيل لإخفاء الكرش. في حال تصوير الرجل تستطيع إما تصويره من الصدر إلى الأعلى. أو بتصويره بشكل جانبي قليلا مع لف الصدر عن الكاميرا. أو من خلال تصويره بحلوسه على كرسي مع الاتكاء للأمام لجعل الكرش يختفي إلى الوراء.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال تصوير النساء فمن الممكن تصويرها متكئة على بطنها على شيء ما مثل سرير أو ما شابه. أو دعها تضع يديها كلتا يديها على خصرها مع لفهما إلى الأمام قليلا لإخفاء البطن.",
    },
    {
      type: "header",
      value: "الكتف العريض للمرأة",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير النساء اصحاب الوزن الزائد من الجانب قد يظهر الكتف عريض جداً. للتخلص من ظهور الكتف بشكل عريض قم بجعلها تشد ظهرها و ارجاع الكتف إلى الخل بعيدا عن العدسة.",
    },
    {
      type: "header",
      value: "القطع في تصوير الأشخاص",
    },
    {
      type: "paragraph",
      value:
        "لقطع الصور في البورتيت عدة طرق رأس فقط Headshot ,  ربع Quarter ، نصف الجسم Half body ، ثلاث ارباع Three quarters ، جسد كامل Full body. تستطيع قطع الجسد حسب الخطوط الخضراء في الصورة. تجنب القطع عند المفاصل و الأطراف كما في الخطوط الحمراء في الصورة.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-6.jpg"),
    },
    {
      type: "header",
      value: "إعدادات الكاميرا",
    },
    {
      type: "paragraph",
      value:
        "في تصوير البورتريت في حال كنت تصور في الخارج شخص واحد فقط فأنك تحتاج إلى استخدام اكبر فتحة ممكنة للعدسة مثل f/1.8 أو f/2.8 و ذلك من اجل تمويه و عزل الخلفية .",
    },
    {
      type: "paragraph",
      value:
        " أما في حال كنت تريد اظهار كامل المشهد من الممكن استعمال فتحة ضيقة. بعد ذلك قم بوضع الأيزو 100 ثم قم بضبط سرعة الغالق حسب مقياس الضوء حتى يصبح متوازناً.",
    },
    {
      type: "paragraph",
      value:
        "في حال كانت الاضاءة منخفضة قم بتعويض الاضاءة برفع الايزو بحيث لا يتجاوز 400 أو 800 لتجنب الضجيج في الصورة. أو قم باستعمال الفلاش.",
    },
    {
      type: "paragraph",
      value:
        "لا تستخدم سرعة غالق أقل من 1/100 حتى لا تحصل على صورة مهتزة بسبب حركة اليد أو حركة الموديل.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال التصوير داخل الاستوديو فمن الممكن استعمال فتحة عدسة ضيقة لأنه لا حاجة لتمويه و عزل الخلفية. قم بوضع نقطة التركيز على أحد العينين اثناء التصوير و قم بأخذ العديد من الصور لكل وضعيه لتتأكد من الحصول على الصورة بالتركيز المناسب و التعابير المناسبة لأن تعابير الشخص قد تختلف من صورة إلى اخرى.",
    },
    {
      type: "paragraph",
      value:
        "إذا كنت تقوم بتصوير مجموعة اشخاص قم بتضييق فتحة العدسة لزيادة عمق الحقل و جعل جميع الاشخاص ضمن التركز f/4 – f/8  و كلما زاد عدد الاشخاص احتجت إلى عمق حقل اكبر و عدسة اضيق. قم بوضع نقطة التركيز على الذين يقعون في الصفوف المتوسطة.",
    },
    {
      type: "header",
      value: "الإضاءة الطبيعية",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير الخارجي اذا كنت تريد استعمال اضاءة الشمس الطبيعية يجب ان تنتبه إلى نوعية و اتجاه ضوء الشمس و ارتداد الضوء من الجدران أو الأرض.",
    },
    {
      type: "paragraph",
      value:
        "في حال كنت تقوم بالتصوير في فترة ما قبل المغيب بقليل حيث تكون الاضاءة ناعمة قم بتوجيه الشخص بإن يقف و وجهه يقابل الشمس بشكل جزئي أو كامل.",
    },
    {
      type: "paragraph",
      value:
        "و احرص أن لا يقع كامل الوجه في الظل لأنه في تصوير الاشخاص ينبغي أن تكون اضاءة الشخص من الامام تساوي أو أقوى من بقية العناصر في الصورة. ",
    },
    {
      type: "paragraph",
      value:
        "في حال اردت وضع الشمس في الخلفية يمكنك استعمال عاكس ضوئي لتوجيه الضوء إلى وجه الشخص. للحصول على اضاءة جميلة حاول توجيه الضوء بزاوية 45 درجة تقريبا بحيث يقع الضوء على نصف الوجه.",
    },
    {
      type: "paragraph",
      value:
        "أما في حال التصوير في اوقات اخرى من النهار حيث تكون الاضاءة قاسية ابحث عن الأروقة بين الابنية بحيث يكون الضوء مشتت و غير مباشر و إنما منعكس من الجدران الجانبية و قم بوضع الشخص و وجهه يقابل مدخل الضوء أو الجدار العاكس للضوء.",
    },
    {
      type: "paragraph",
      value:
        "في حال استخدامك للضوء المنعكس من الجدران تأكد من أن لون الجدار قريب للأبيض و إلا سيتشكل لديك انعكاس للون الجدار على الوجه و هو شيء لا ترغب به.",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير داخل المنزل قم بالتصوير بالقرب من النوافذ بحيث يكون الوجه قريب و مواجه لها لأن النافذة تشكل مصدر ناعم للضوء.",
    },
    {
      type: "header",
      value: "الإضاءة الصناعية",
    },
    {
      type: "paragraph",
      value:
        "عند استعمال الاضاءة الصناعية احرص على اقتناء زوج من الفلاشات مع مظلاتها أو سوفت بوكس. في حال استخدامك لفلاش على الكاميرا قم بتوجيه رأس الفلاش ليعكس الضوء من الجدران الجانبية لتصبح الجدران و كأنها سوفت بوكس تصدر ضوء ناعم جانبي على الوجوه.",
    },
    {
      type: "paragraph",
      value:
        "و في حال عدم توفر الجدران قم برفع ضوء الفلاش للأعلى لعكس الضوء من السقف. في حال عدم وجود سقف اسحب الورقة الموجودة في رأس الفلاش لتقوم بعكس الضوء للأمام مع ابقاء رأس الفلاش للأعلى لتجنب الضوء المباشر من الفلاش على الوجوه و الذي يتسبب بظهور الضوء القاس و العين الحمراء.",
    },
    {
      type: "paragraph",
      value:
        "عند استعمال المظلة أو السوفت بوكس قم بتوجيه الضوء بزاوية 45 درجة تقريبا على الشخص بحيث يقع الضوء بشكل جانبي على الوجه",
    },
    {
      type: "paragraph",
      value:
        "استخدم الضوء العريض أو الضيق. الضوء العريض هو عندما يقع الضوء على الجانب الاقرب من الكاميرا أما الضوء الضيق هو عندما يقع الضوء على الجانب الابعد من الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "لا تقم بإضافة مصادر ضوئية اخرى إذا لم يكن لها داعي في الصورة و إنما قم بإضاءة الضوء حسب الغرض منه إن لزم فقط.",
    },
    {
      type: "paragraph",
      value: "مصادر الضوء في البورتريت حسب الغرض منها في الصورة:",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-7.jpg"),
    },
    {
      type: "header",
      value: "الضوء الرئيسي Main light",
    },
    {
      type: "paragraph",
      value:
        "الضوء الرئيسي هو الضوء الذي يستعمل لإضاءة هدف الصورة أو الشخص. عندما يتم البدء في ضبط الاضاءة نبدأ بوضع و ضبط اتجاه و جودة هذا الضوء. في معظم الاحيان قد يتم الاكتفاء باستعمال هذا الضوء فقط أو قد يتم اضافة الانواع الاخرى إن لزم الامر. للضوء الرئيسي عدة انواع حسب اتجاهه سنقوم بذكرها في القسم التالي.",
    },
    {
      type: "header",
      value: "الضوء المحيط Ambient light",
    },
    {
      type: "paragraph",
      value:
        "الضوء المحيط هو الضوء الذي يتواجد داخل الغرفة قبل اعداد اضاءة التصوير. قد يكون مصادر هذا الضوء مثل ضوء لمبة الغرفة أو ضوء الشمس القادم من الخارج. نقوم عادة برفع شدة الضوء الرئيسي بحيث يصبح الفرق بين الضوئيين كبير حتى يتلاشى تقريبا الضوء المحيط من الصورة.",
    },
    {
      type: "paragraph",
      value:
        "أو قد يتم استعمال الضوء المحيط في الصورة و تقليل الفرق بينه و بين الضوء الرئيسي ليصبح الضوء الرئيسي لتحسين جودة الضوء على الوجه فقط.",
    },
    {
      type: "header",
      value: "ضوء الملء  Fill light",
    },
    {
      type: "paragraph",
      value:
        "ضوء الملء يقصد به الضوء الذي يستعمل لملء المناطق التي تقع في الظل. على سبيل المثال قد يكون الضوء الرئيسي قادم من اليمين و في هذه الحالة يكون الشمال يقع في الظل. لتخفيف الظل في منطقة الشمال يتم إضافة ضوء الملء من الشمال. ضوء الملء يكون اضعف بالشدة من الضوء الرئيسي للحفاظ على شكل الاماكن الظليلة.",
    },
    {
      type: "paragraph",
      value:
        " يتم الاشارة إلى شدة الضوء الرئيسي إلى ضوء الملء بالنسب مثل 2:1 أو 3:1 كلما زاد الفرق بين الضوئيين زاد ظهور الظل في الصورة و كلما قل الفرق اصبحت الصورة اقرب إلى ان تكون إضاءتها منبسطة Flat light.  ليس من الضرورة أن يكون ضوء الملء صادر عن فلاش و انما من الممكن استعمال عاكس ضوئي لعكس الضوء من الضوء الرئيسي و استعماله كضوء للملء.",
    },
    {
      type: "paragraph",
      value:
        "في حال تصوير النساء استعمل النسب مثل 2:1 أو 3:1 لجعل الصورة تبدوا ناعمة و اظهار المزيد من التفاصيل في الوجه.",
    },
    {
      type: "paragraph",
      value:
        "أما في تصوير الرجال استعمل نسب مثل 4:1 لإظهار المزيد من الظل و لإعطاء الشخصية بعض القوة و الغموض. لقياس الفرق الضوئي تحتاج إلى استعمال مقياس الضوء الخارجي.",
    },
    {
      type: "header",
      value: "ضوء الاطراف Kicker light أو Rim light",
    },
    {
      type: "paragraph",
      value:
        "يستعمل هذا الضوء في حال الرغبة بإضاءة جانبية تظهر اطراف الشخص في الصورة. يتم وضع الضوء بشكل جانبي أكثر من 90 درجة من اليمين أو إلى الشمال.",
    },
    {
      type: "header",
      value: "ضوء الشعر  Hair light",
    },
    {
      type: "paragraph",
      value:
        "كما يبدوا من الاسم يستعمل هذا الضوء لإضاءة الشعر. و خاصة في الحالات التي يقترب فيها لون الخلفية من ضوء الشعر و ذلك لإضافة التباين بين الشعر و الخلفية.",
    },
    {
      type: "paragraph",
      value:
        "أو في حال كون لون الشعر غامق يتم اضافة هذا الضوء لإظهار التفاصيل فيه. لإضافة ضوء الشعر يتم توجيه الضوء من زاويه علويه لإضاءة الرأس من الاعلى.",
    },
    {
      type: "header",
      value: "ضوء الخلفية  Background light",
    },
    {
      type: "paragraph",
      value:
        "كما يبدوا من الاسم ايضا يستعمل هذا الضوء في حال الحاجة لإضاءة الخلفية أو لإزالة ظل الشخص الواقع على الخلفية. يتم توجيه الضوء على الخلفية من احد جانبي الصورة.",
    },
    {
      type: "header",
      value: "أنواع الضوء الرئيسي  Main light",
    },
    {
      type: "paragraph",
      value:
        "بالنسبة للضوء الرئيسي Main light له عدة مسميات حسب اتجاه مصدر الضوء و كيفية سقوطها على الوجه و هي كما يلي:",
    },
    {
      type: "header",
      value: "ضوء الفراشة  Butterfly light",
    },
    {
      type: "paragraph",
      value:
        "في ضوء الفراشة يسقط الضوء مباشرة على وجه الشخص و تكون الزاوية بين مصدر الضوء و عدسة الكاميرا هي صفر. بحيث يكون الضوء فوق المصور.",
    },
    {
      type: "paragraph",
      value:
        "و يسمى هذا الضوء بالفراشة لأنه يتشكل ظل اسفل الانف مباشرة يشبه الفراشة. يستعمل هذا الضوء في تصوير البيوتي.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-8.jpg"),
    },
    {
      type: "header",
      value: "الضوء الحلقي Loop light",
    },
    {
      type: "paragraph",
      value:
        "عتبر هذا الضوء الاكثر استعمالا لسهوله اعداده و للتأثير الجميل الذي يتركه على الوجه. يتميز هذا الضوء بتشكيل ظل دائري حول الانف و لذلك يسمى بهذا الاسم.",
    },
    {
      type: "paragraph",
      value:
        "و يشترط في هذا الضوء أن لا يتصل ظل الانف مع الظل الموجود على الخد. لإعداد هذا الضوء يتم وضع مصدر الضوء بزاوية 45 درجة تقريباً و من منطقة علوية بحيث يبقى وميض الضوء ظاهرا في كلتا العينين.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-9.jpg"),
    },
    {
      type: "header",
      value: "ضوء رامبرانت  Rembrandt light",
    },
    {
      type: "paragraph",
      value:
        "يسمى هذا الضوء بهذا الاسم نسبة للرسام رامبرانت الذي كان يستعمل هذا الضوء في صوره. يتميز هذا الضوء بتشكيل شكل مثلث ضوئي على الوجه اسفل العين في منطقة الظليلة.",
    },
    {
      type: "paragraph",
      value:
        "و يجب أن يتصل ظل الانف مع الظل الموجود على الخد اسفل المثلث الضوئي عكس الضوء الحلقي.",
    },
    {
      type: "paragraph",
      value:
        "لإعداد هذا الضوء يجب وضع مصدر الاضاءة بشكل جانبي اكثر من الضوء الحلقي. بزاوية 60 درجة تقريباً.",
    },
    {
      type: "paragraph",
      value:
        "و يجب ان يكون الضوء مرتفع قليلا بشرط ان يظهر وميض الضوء في كلتا العينين. يتميز هذا الضوء بإعطاء المزيد من الدراما و العمق في الصورة.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-10.jpg"),
    },
    {
      type: "header",
      value: "الضوء الفاصل Split light",
    },
    {
      type: "paragraph",
      value:
        "يسمى هذا النوع من الاضاءة بهذا الاسم لأنه يقوم بفصل الوجه إلى نصفين متساويين تماما الاول مضيئ و الاخر في الظل. لإعداد هذا الضوء يتم وضع مصدر الضوء بزاويه 90 درجة تماماً.",
    },
    {
      type: "paragraph",
      value:
        "و يتميز هذا الضوء بإعطاء الدراما في الصورة و الغموض و يتم استعماله في تصوير الرجال مثل تصوير الموسيقيين و الفنانين.",
    },
    {
      type: "image",
      value: require("../assets/portrait/pic-11.jpg"),
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند معالجة الصورة باستعمال برنامج اللايت روم قم بتصليح اخطاء العدسة و ضبط التعريض بالشكل الصحيح. ثم قم بضبط الاضواء Highlights بحيث لا تكون التفاصيل في الاضواء ممسوحة. ثم قم بضبط الظلال Shadows بحيث تظهر التفاصيل في الظل.",
    },
    {
      type: "paragraph",
      value:
        "بعد ذلك يجب عليك ازالة العيوب في الوجه مثل البثور أو الجروح عن طريق اداة ازالة البقع Spot Removal. بعد ذلك قم بضبط تكوين الصورة عن طريق تطبيق أحد اساليب قطع صورة البورتيت التي ذكرناه سابقا بأداة Crop.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع تغيير الاضواء و الظلال أو ما يسمى تون الصورة Toning حتى تعطي الصورة بعض المزاج و التأثير باستعمال الألوان المتممة و لكن ضمن الحد المقبول بحيث يكون التأثير يبدوا طبيعيا بتغيير الوان Shadows و Highlights. قم بإضافة الاطراف السوداء Vignetting إن احببت حتى توجه عين الناظر إلى منتصف الصورة.",
    },
    {
      type: "paragraph",
      value:
        "في حال اردت التعمق في عمليات المعالجة عليك استخدام برنامج الفوتوشوب و تعلم استخدام تقنيات المعالجة المتقدمة مثل Skin Healing لتصليح البشرة ، Frequency Separation  لإزالة البقع اللونية في البشرة ، Dodge and Burn  لزيادة أبعاد الصورة و اعطاء المزيد من التباين بين الاضواء و الظلال. و تقنية Toning من اجل اعطاء المزاج للصورة. تلميع العين بأداة Dodge.",
    },
    {
      type: "paragraph",
      value:
        "ابحث في اليوتيوب عن كيفيه تطبيق هذه التقنيات و التي ستحسن اداءك بمعالجة البورتريت بشكل ملحوظ.",
    },
  ],
};
