export default {
  title: "تصوير الرياضة  Sports Photography",
  paragraphs: [
    {
      type: "header",
      value: "تصوير الرياضة  Sports Photography",
    },
    {
      type: "paragraph",
      value: "الأدوات اللازمة",
    },
    {
      type: "paragraph",
      value:
        "عند تصوير الرياضة تحتاج إلى التقاط اللحظة المناسبة عن بعد. لذلك تحتاج إلى عدسة Telephoto. في حال كنت ستقوم بالتصوير في ظروف اضاءة منخفضة فإنك تحتاج إلى فتحة عدسة كبيرة. عدسة 70-200 mm 2.8 قد تفي بالغرض على الاغلب.",
    },
    {
      type: "image",
      value: require("../assets/sport/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير داخل الستاد الرياضي حيث يكون الهدف بعيداً جدا ربما ستحتاج إلى عدسة ببعد بؤري اكبر مثل 400mm أو 500mm.",
    },
    {
      type: "paragraph",
      value:
        "لن تستطيع استعمال معدات الاضاءة في هذا النوع من التصوير حيث يكون الهدف بعيدا و لن يصل إليه ضوء الفلاش.",
    },
    {
      type: "paragraph",
      value:
        "ستحتاج إلى مساحة تخزين كبيرة لأنه في هذا النوع من التصوير يستعمل عادة الالتقاط المستمر حتى يتم اخذ جميع اللقطات المناسبة. لذلك احرص على استعمالك ذاكرة كبيرة الحجم أو انه لديك ذاكرة احتياطية. و كذلك من انك تحمل بطاريات احتياطية للكاميرا.",
    },
    {
      type: "header",
      value: "تكوين الصورة",
    },
    {
      type: "paragraph",
      value:
        "كما في التصوير الصحفي فإن التصوير الرياضي يعتمد ايضا على اقتناص اللحظات المناسبة. كمثال عند تسجيل هدف أو وصول اللاعب إلى نقطة الوصول أو عند حصول اصابة.",
    },
    {
      type: "paragraph",
      value:
        "تأكد من اخذك العديد من الصور و من زوايا مختلفة إن أمكن. في التصوير الرياضي القاعدة الاكثر استعمالا هي قاعدة الفراغ.",
    },
    {
      type: "paragraph",
      value:
        "حيث ينبغي ترك مسافة فارغة امام الهدف المتحرك. ربما ستستطيع تطبيق القواعد الاخرى إن أمكن.",
    },
    {
      type: "paragraph",
      value: "احرص على اظهار وجوه اللاعبين لأن الوجوه تعطي الروح في الصورة.",
    },
    {
      type: "header",
      value: "ضبط الاعدادات",
    },
    {
      type: "paragraph",
      value:
        "كون انه ربما لن تمتلك الوقت الكافي لضبط اعدادات الكاميرا بين الحين و الاخر و انك لا تعلم متى تأتي اللحظة المناسبة. و كذلك كون أنه في الرياضة تتحرك الاهداف بسرعة إذا هنا الخيار الانسب هو أن تستعمل اولوية الغالق في الكاميرا لتثبيت حركة الاشياء.",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير لمباراة كرة قدم ربما سرعة غالق 1/500 كافية. أما في حال تصويرك لسيارات السباق أو الطائرات فستحتاج إلى سرعة اكبر مثل 1/1000 أو اكثر.",
    },
    {
      type: "paragraph",
      value:
        "قم بوضع نوع التركيز على الوضع الاتوماتيكي الذي يجد الحركة لأنه لن يكون لديك الوقت لتحريك نقطة التركيز و وضعها على الاشياء اثناء التصوير.",
    },
    {
      type: "paragraph",
      value:
        "قد تحتاج هنا إلى استعمال الغالق المستمر Continues Shutter من اجل عدم اضاعة اي لقطة محتملة و هنا من المناسب استعمال نمط التخزين Jpeg لأنه اسرع في التخزين في حال استعمال الغالق المستمر.",
    },
    {
      type: "header",
      value: "معالجة الصورة",
    },
    {
      type: "paragraph",
      value:
        "عند بدء المعالجة قم باستيراد الصور إلى برنامج اللايت روم و فرزها بحيث الاخذ بعين الاعتبار الصور التي تحتوي على اللقطات المميزة و اللحظات الحاسمة. في حال تصوير الاعبين يفضل اختيار الصور التي تظهر وجوه اللاعبين.",
    },
    {
      type: "paragraph",
      value:
        "قم بضبط اضاءة الصورةExposure و ازالة اخطاء العدسة ثم قم بضبط تكوين الصورة عن طريق اداة القص Cropping و ضبط الافق",
    },
  ],
};
