export default {
  title: "موازنة اللون الأبيض و درجة حرارة الضوء White Balance",
  paragraphs: [
    {
      type: "header",
      value: "موازنة اللون الأبيض و درجة حرارة الضوء White Balance",
    },
    {
      type: "paragraph",
      value:
        "إن لمصادر الضوء درجات حرارة مختلفة ، ينتج عن اختلاف درجات الحرارة هذه تغير في لون الضوء بين الأصفر مرورا بالأبيض ثم الأزرق. عين الإنسان المجردة لا تلاحظ الاختلاف في درجة حرارة اللون لأن الدماغ يقوم بتصحيح اللون بشكل لا إرادي.",
    },
    {
      type: "paragraph",
      value:
        "لذلك بعد أن نقوم بتصوير صورة ما نجد أحيانا أن الصورة تميل للون الأصفر أو الأزرق مما يدل على حرارة اللون في البيئة المحيطة حسب مصدر الضوء المستعمل.",
    },
    {
      type: "image",
      value: require("../assets/whitebalance/pic-1.jpg"),
    },
    {
      type: "paragraph",
      value:
        "تقاس درجة حرارة اللون بالكلفن K و عندما يكون لون الضوء مائل للون الأصفر نقول أن مصدر الضوء حار ، و عندما يكون مصدر الضوء يميل إلى اللون الأزرق نقول أن مصدر الضوء بارد. أما اللون الابيض فهو يدل على الاعتدال.",
    },
    {
      type: "paragraph",
      value:
        "تستطيع الكاميرا تصحيح درجة حرارة الضوء في الصورة بتحويله إلى اللون الأبيض عن طريق ضبط موازنة اللون الأبيض أو ما يسمى بالوايت بالنس White balance و ذلك عن طريق تحديد درجة حرارة اللون في إعدادات الكاميرا.",
    },
    {
      type: "paragraph",
      value:
        "لضبط موازنة اللون الأبيض يجب أن نعلم ما هي درجة حرارة مصدر الضوء و ندخلها في إعدادات الكاميرا ، و بما أن معظم مصادر الضوء معروفة يوجد اعدادات مسبقة في الكاميرا نستطع منها اختيار مصدر الضوء و بالتالي تعلم الكاميرا ما هي درجة حرارة اللون المراد تصحيحها.",
    },
    {
      type: "image",
      value: require("../assets/whitebalance/pic-2.jpg"),
    },
    {
      type: "header",
      value: "إعدادات موازنة اللون الأبيض في الكاميرا",
    },
    {
      type: "header",
      value: "تلقائي Auto",
    },
    {
      type: "paragraph",
      value:
        "هذا الخيار يعمل في معظم الاحيان بالشكل الصحيح و تقوم الكاميرا بتصحيح درجة حرارة اللون بشكل تلقائي بدون تمييز نوع مصدر الضوء ، إلا أنه في حال لم تقم الكاميرا بالتعديل الصحيح فعليك باستعمال باقي الخيارات.",
    },
    {
      type: "header",
      value: "اللمبة الصفراء Tungsten/Incandescent",
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم بالتصوير بوجود لمبات ضوء صفراء قم باستعمال هذا الخيار ، درجة حرارة اللون لهذا المصدر تكون ضمن مجال 2500 إلى 3500 كالفن",
    },
    {
      type: "header",
      value: "النيون الأبيض و لمبات التوفير Fluorescent",
    },
    {
      type: "paragraph",
      value:
        "عندما تقوم بالتصوير بوجود الأضواء البيضاء المائلة مثل النيون و لمبات التوفير قم باستعمال هذا الخيار ، درجة حرارة اللون لهذا المصدر تكون في مجال 4000 إلى 5000 كالفن",
    },
    {
      type: "header",
      value: "الشمس المباشرة Daylight/Sunny",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير في اشعة الشمس المباشرة و تكون درجة حرارة الضوء بمجال بحدود 5000 كالفن",
    },
    {
      type: "header",
      value: "الشمس من خلال الغيوم Cloudy",
    },
    {
      type: "paragraph",
      value:
        "عند التصوير في ضوء الشمس من خلال الغيوم تكون درجة حرارة الضوء ضمن 6500 إلى 8000 كالفن",
    },
    {
      type: "header",
      value: "ضوء الفلاش  Flash",
    },
    {
      type: "paragraph",
      value:
        "في حال التصوير باستعمال ضوء الفلاش ، تكون درجة حرارة الضوء 5000 إلى 5500 كالفن و هي قريبة من درجة حرارة ضوء الشمس تقريباً. ",
    },
    {
      type: "header",
      value: "الظل Shade",
    },
    {
      type: "paragraph",
      value:
        "عند التصوير في الظل الكامل بدون وجود أشعة الشمس و تكون درجة حرارة اللون 9000 إلى 10000 كالفن",
    },
    {
      type: "paragraph",
      value:
        "يتوفر في الأنواع المتقدمة من الكاميرات إمكانية وضع قيمة حرارة اللون بشكل رقمي.",
    },
    {
      type: "paragraph",
      value:
        "لتتأكد من أن موازنة اللون الابيض اصبحت صحيحة في الصورة يجب أن لا تكون الإضاءة في الصورة مائلة للأصفر أو الأزرق ، يجب أن يظهر اللون الأبيض بلونه الحقيقي.",
    },
    {
      type: "header",
      value: "تعديل درجة حرارة الضوء",
    },
    {
      type: "paragraph",
      value:
        "عند وجود اكثر من مصدر للضوء في المشهد مثلا عند استعمال ضوء الفلاش مع ضوء البيئة المحيطة يحدث لدينا اختلاف في درجة حرارة مصادر الضوء ، لذلك نلجئ إلى تعديل درجة حرارة ضوء الفلاش حتى يصبح بنفس درجة حرارة البيئة المحيطة حتى تستطيع الكاميرا إخراج صورة تبدوا متناسقة من ناحية ألوان مصادر الضوء.",
    },
    {
      type: "image",
      value: require("../assets/whitebalance/pic-3.jpg"),
    },
    {
      type: "paragraph",
      value:
        "لتعديل درجة حرارة الضوء يتم وضع طبقة من الورق الملون باللون البرتقالي أو الأزرق و تسمى الجيل. لهذا الجيل درجات مختلفة حسب درجة حرارة اللون المرغوب تحويلها.",
    },
    {
      type: "header",
      value: "CTO Color Temperature Orange",
    },
    {
      type: "paragraph",
      value:
        "عند وضع هذه الطبقة نقوم بزيادة درجة حرارة ضوء الفلاش لأنه يتحول إلى اللون البرتقالي.",
    },
    {
      type: "header",
      value: "CTB Color Temperature Blue",
    },
    {
      type: "paragraph",
      value:
        "عند وضع هذه الطبقة نقوم بتقليل درجة حرارة الضوء لأن لون الضوء يتحول إلى اللون الأزرق.",
    },
  ],
};
